Repository: ClusterLabs/hawk
Catalog: hawk/po/*/hawk.po
Languages: fr

source: History Explorer
fr: Explorateur d'historique

source: Required parameters "basename" and "node" not specified
fr: Paramètres requis "nom de base" et "nœud" non spécifiés

source: No details available
fr: Aucun détail n'est disponible.

source: Error:
fr: Erreur :

source: Edit Group
fr: Modifier le groupe

source: Create Group
fr: Créer un groupe

source: Group created successfully
fr: Le groupe a été créé avec succès.

source: Group updated successfully
fr: Le groupe a été mis à jour avec succès.

source: Edit Master/Slave
fr: Modifier le maître/l'esclave

source: Create Master/Slave
fr: Créer un maître/esclave

source: Master/Slave created successfully
fr: Le maître/L'esclave a été créé avec succès.

source: Master/Slave updated successfully
fr: Le maître/L'esclave a été mis à jour avec succès.

source: Edit Clone
fr: Modifier le clone

source: Create Clone
fr: Créer un clone

source: Clone created successfully
fr: Le clone a été créé avec succès.

source: Clone updated successfully
fr: Le clone a été mis à jour avec succès.

source: 1 node configured
fr: 1 noeud configuré

source: 1 resource configured
fr: 1 ressource configurée

source: Cluster Setup Wizard
fr: Assistant de configuration de la grappe

source: Parameters
fr: Paramètres

source: Confirm
fr: Confirmer

source: Done
fr: Terminé

source: Required parameter "%{param}" not specified
fr: Paramètre requis "%{param}" non spécifié

source: Wizard templates and/or workflows are missing
fr: Les modèles d'assistants et/ou les workflows sont manquants.

source: Workflow "%s" not found
fr: Le workflow "%s" est introuvable.

source: Error parsing template "%s"
fr: Erreur lors de l'analyse du modèle "%s"

source: Error parsing workflow "%s"
fr: Erreur lors de l'analyse du workflow "%s"

source: Constraints
fr: Contraintes

source: Edit Colocation Constraint
fr: Modifier la contrainte de colocalisation

source: Create Colocation Constraint
fr: Créer une contrainte de colocalisation

source: Constraint created successfully
fr: La contrainte a été créée avec succès.

source: Constraint updated successfully
fr: La contrainte a été mise à jour avec succès.

source: Edit Resource
fr: Modifier une ressource

source: Create Resource
fr: Créer une ressource

source: Resource created successfully
fr: La ressource a été créée avec succès.

source: Resource updated successfully
fr: La ressource a été mise à jour avec succès.

source: %{cmd} failed (status: %{status})
fr: Échec de %{cmd} (état : %{status})

source: Cluster Status
fr: État de la grappe

source: Required parameter "node" not specified
fr: Paramètre requis "nœud" non spécifié

source: Required parameter "resource" not specified
fr: Paramètre requis "ressource" non spécifié

source: Required parameters "resource" and "node" not specified
fr: Paramètres requis "ressource" et "nœud" non spécifiés

source: Error deleting resource
fr: Erreur lors de la suppression de la ressource

source: Log In
fr: Se connecter

source: Username not specified
fr: Nom d'utilisateur non spécifié

source: Invalid username
fr: Nom d'utilisateur non valide

source: Password not specified
fr: Mot de passe non spécifié

source: Invalid username or password
fr: Nom d'utilisateur ou mot de passe non valide

source: %s is not installed
fr: %s n'est pas installé

source: Permission denied for user %{user}
fr: Autorisation refusée pour l'utilisateur %{user}

source: You have been logged out
fr: Vous avez été délogué.

source: Edit Location Constraint
fr: Modifier la contrainte de localisation

source: Create Location Constraint
fr: Créer une contrainte de localisation

source: Edit Order Constraint
fr: Modifier la contrainte d'ordre

source: Create Order Constraint
fr: Créer une contrainte d'ordre

source: Cluster Configuration
fr: Configuration de la grappe

source: Invalid property set ID: %{id}
fr: ID de propriété défini non valide : %{id}

source: Can't set property %{p}, because the value contains both single and double quotes
fr: Impossible de définir la propriété %{p} car la valeur contient des guillemets simples et doubles.

source: Your changes have been saved
fr: Vos modifications ont été enregistrées.

source: Unable to apply changes: %{msg}
fr: Impossible d'appliquer les modifications : %{msg}

source: Invalid score
fr: Score non valide

source: Constraint must consist of at least two separate resources
fr: La contrainte doit contenir au moins deux ressources distinctes.

source: The ID "%{id}" is already in use
fr: L'ID "%{id}" est déjà utilisé.

source: Unable to create constraint: %{msg}
fr: Impossible de créer la contrainte : %{msg}

source: Constraint ID "%{id}" does not exist
fr: L'ID de contrainte "%{id}" n'existe pas.

source: Unable to update constraint: %{msg}
fr: Impossible de mettre à jour la contrainte : %{msg}

source: Can't set parameter %{p}, because the value contains both single and double quotes
fr: Impossible de définir le paramètre %{p} car la valeur contient des guillemets simples et doubles.

source: Can't set op %{o} attribute {%a}, because the value contains both single and double quotes
fr: Impossible de définir l'attribut {%a} de l'opération %{o} car la valeur contient des guillemets simples et doubles.

source: Can't set meta attribute %{p}, because the value contains both single and double quotes
fr: Impossible de définir l'attribut méta %{p} car la valeur contient des guillemets simples et doubles.

source: Unable to create resource: %{msg}
fr: Impossible de créer la ressource : %{msg}

source: Resource ID "%{id}" does not exist
fr: L'ID de la ressource "%{id}" n'existe pas.

source: No Master/Slave child specified
fr: Aucun enfant maître/esclave n'est spécifié.

source: Unable to create master/slave: %{msg}
fr: Impossible de créer un maître/esclave : %{msg}

source: Master/Slave ID "%{id}" does not exist
fr: L'ID du maître/de l'esclave "%{id}" n'existe pas.

source: No clone child specified
fr: Aucun enfant clone n'est spécifié.

source: Unable to create clone: %{msg}
fr: Impossible de créer le clone : %{msg}

source: Clone ID "%{id}" does not exist
fr: L'ID du clone "%{id}" n'existe pas.

source: Invalid Resource ID "%{id}"
fr: ID de la ressource "%{id}" non valide

source: Unable to parse cibadmin output
fr: Impossible d'analyser la sortie cibadmin

source: CIB file "%{path}" not found
fr: Le fichier CIB "%{path}" est introuvable.

source: Unable to parse CIB file "%{path}"
fr: Impossible d'analyser le fichier CIB "%{path}"

source: Pacemaker does not appear to be installed (%{cmd} not found)
fr: Il semble que Pacemaker ne soit pas installé (%{cmd} introuvable)

source: Unable to execute %{cmd}
fr: Impossible d'exécuter %{cmd}

source: %{cmd} failed (status: %{status}, output was: %{output})
fr: Échec %{cmd} (état : %{status}, la sortie était : %{output})

source: Error invoking %{cmd}
fr: Erreur lors de l'appel de %{cmd}

source: Error invoking %{cmd}: %{msg}
fr: Erreur lors de l'appel de %{cmd} : %{msg}

source: Only the live CIB is supported
fr: Seul le CIB en direct est pris en charge.

source: Unknown
fr: Inconnu

source: Failed op: node=%{node}, resource=%{resource}, call-id=%{call_id}, operation=%{op}, rc-code=%{rc_code}
fr: Échec : noeud=%{node}, ressource=%{resource}, ID appel=%{call_id}, opération=%{op}, code RC=%{rc_code}

source: No group children specified
fr: Aucun enfant du groupe n'est spécifié.

source: Unable to create group: %{msg}
fr: Impossible de créer le groupe : %{msg}

source: Group ID "%{id}" does not exist
fr: L'ID du groupe "%{id}" n'existe pas.

source: Constraint is too complex - it contains nested rules
fr: La contrainte est trop complexe car elle contient des règles imbriquées.

source: No rules specified
fr: Aucune règle n'est spécifiée.

source: No resource specified
fr: Aucune ressource n'est spécifiée.

source: Invalid score "%{score}"
fr: Score "%{score}" non valide

source: No expressions specified
fr: Aucune expression n'est spécifiée.

source: Attribute contains both single and double quotes
fr: L'attribut contient des guillemets simples et doubles.

source: Value contains both single and double quotes
fr: La valeur contient des guillemets simples et doubles.

source: Data collection in progress (%{from_time} to %{to_time})...
fr: Collecte de données en cours (%{from_time} à %{to_time})...

source: Username:
fr: Nom d'utilisateur :

source: Password:
fr: Mot de passe :

source: Start Time:
fr: Heure de début :

source: End Time:
fr: Heure de fin :

source: Display
fr: Affichage

source: Back
fr: Retour

source: No transitions found for the specified time period.
fr: Aucune transition n'a été trouvée pour la période spécifiée.

source: Time
fr: Durée

source: PE Input
fr: Entrée PE

source: Node
fr: Nœud

source: Details
fr: Détails

source: Graph
fr: Graphique

source: Error: Permission denied for user '%s'.
fr: Erreur : autorisation refusée pour l'utilisateur %s.

source: Getting recent events (last hour)...
fr: Récupération des événements récents (dernière heure)...

source: Another "crm history" operation is in progress...
fr: Une autre opération "crm history" est en cours...

source: No events found in last hour.
fr: Aucun événement n'a été trouvé pendant la dernière heure.

source: Apply Changes
fr: Appliquer les modifications

source: Role
fr: Rôle

source: Boolean Op
fr: Opération booléenne

source: Add
fr: Ajouter

source: Remove
fr: Supprimer

source: Add Rule
fr: Ajouter une règle

source: Remove Rule
fr: Supprimer la règle

source: Show Rule Editor
fr: Afficher l'éditeur de règles

source: Constraint ID
fr: ID de la contrainte

source: Resource
fr: Ressource

source: Create Constraint
fr: Créer une contrainte

source: Revert Changes
fr: Annuler les modifications

source: Meta Attributes
fr: Attributs méta

source: You must enter a value
fr: Vous devez entrer une valeur.

source: Group ID
fr: ID du groupe

source: Group Children
fr: Enfants du groupe

source: Available Primitives
fr: Primitives disponibles

source: User: %{user}
fr: Utilisateur : %{user}

source: Log Out
fr: Se déconnecter

source: UI Host: %s
fr: Hôte UI : %s

source: Copyright &copy; 2009-2011 Novell, Inc.
fr: Copyright &copy; 2009-2010 Novell, Inc.

source: Link set
fr: Lier l'ensemble

source: Break set
fr: Diviser l'ensemble

source: Swap resources
fr: Ressources d'échange

source: Add resource to constraint
fr: Ajouter une ressource à la contrainte

source: Clone ID
fr: ID du clone

source: Child Resource
fr: Ressources enfant

source: Generate
fr: Générer

source: hb_report generation in progress...
fr: Génération du rapport hb_report en cours...

source: Download hb_report
fr: Télécharger le rapport hb_report

source: Start Time not specified
fr: L'heure de début n'est pas spécifiée.

source: Edit Constraint
fr: Modifier la contrainte

source: Delete Constraint
fr: Supprimer la contrainte

source: New Constraint
fr: Nouvelle contrainte

source: Location
fr: Localisation

source: Colocation
fr: Colocalisation

source: Order
fr: Ordre

source: (No location constraints defined)
fr: (Aucune contrainte de localisation n'est définie.)

source: [Constraint is too complex to display]
fr: [La contrainte est trop complexe pour pouvoir être affichée.]

source: (No colocation constraints defined)
fr: (Aucune contrainte de colocalisation n'est définie.)

source: (No order constraints defined)
fr: (Aucune contrainte d'ordre n'est définie.)

source: Master/Slave ID
fr: ID du maître/de l'esclave

source: Operations
fr: Opérations

source: Edit
fr: Modifier

source: There is already a monitor op with this interval.
fr: Il existe déjà une opération de surveillance avec cet intervalle.

source: Cancel
fr: Annuler

source: Resource ID
fr: ID de la ressource

source: Class
fr: Classe

source: Provider
fr: Fournisseur

source: No cluster properties set in %{group}
fr: Aucune propriété de grappe n'est définie dans %{group}.

source: Add new property:
fr: Ajouter une nouvelle propriété :

source: Edit current properties:
fr: Modifier les propriétés actuelles :

source: Symmetrical
fr: Symétrique

source: Any changes will be lost - do you wish to proceed?
fr: Toutes les modifications seront perdues. Voulez-vous continuer ?

source: Yes
fr: Oui

source: No
fr: Non

source: Online
fr: En ligne

source: Standby
fr: Veille

source: Fence Node
fr: Noeud délimiteur

source: View Details...
fr: Afficher les détails...

source: View Recent Events...
fr: Afficher les derniers événements...

source: Setup Wizard
fr: Assistant de configuration

source: New Primitive
fr: Nouvelle primitive

source: New Group
fr: Nouveau groupe

source: Can't create group, there are no primitives available.
fr: Impossible de créer un groupe car aucune primitive n'est disponible.

source: New Clone
fr: Nouveau clone

source: Can't create clone, there are no primitives or groups available.
fr: Impossible de créer un clone car aucune primitive ni aucun groupe n'est disponible.

source: New Master/Slave
fr: Nouveau maître/Nouvel esclave

source: Can't create master/slave, there are no primitives or groups available.
fr: Impossible de créer un maître/esclave car aucune primitive ni aucun groupe n'est disponible.

source: Edit Constraints
fr: Modifier les contraintes

source: Start
fr: Démarrer

source: Stop
fr: Arrêter

source: Move...
fr: Déplacer...

source: Drop Relocation Rule
fr: Déplacer la règle de relocalisation

source: Promote
fr: Promouvoir

source: Demote
fr: Rétrograder

source: Clean Up
fr: Nettoyer

source: Delete Resource
fr: Supprimer la ressource

source: Cluster Properties
fr: Propriétés de la grappe

source: Generate hb_report...
fr: Générer le rapport hb_report...

source: Generate hb_report
fr: Générer le rapport hb_report

source: Simulator
fr: Simulateur

source: Close
fr: Fermer

source: Reset
fr: Réinitialiser

source: This will bring node %s online if it is currently on standby. Do you want to continue?
fr: Cette action entraîne la mise en ligne du nœud %s s'il est actuellement en veille. Voulez-vous continuer ?

source: This will put node %s on standby. All resources will be stopped and/or moved to another node. Do you want to continue?
fr: Cette action entraîne la mise en veille du nœud %s. Toutes les ressources seront interrompues et/ou déplacées vers un autre nœud. Voulez-vous continuer ?

source: This will attempt to immediately fence node %s. Do you want to continue?
fr: Cette action tente de délimiter immédiatement le nœud %s. Voulez-vous continuer ?

source: This will start the resource %s. Do you want to continue?
fr: Cette action entraîne le démarrage de la ressource %s. Voulez-vous continuer ?

source: This will stop the resource %s. Do you want to continue?
fr: Cette action entraîne l'arrêt de la ressource %s. Voulez-vous continuer ?

source: Move resource %s
fr: Déplacer la ressource %s

source: To node %s
fr: Vers le nœud %s

source: Away from current node
fr: Loin du nœud actuel

source: This will clear any relocation constraints set on the resource %s. Do you want to continue?
fr: Cette action entraîne la suppression des contraintes de relocalisation définies sur la ressource %s. Voulez-vous continuer ?

source: This will promote the resource %s. Do you want to continue?
fr: Cette action entraîne la promotion de la ressource %s. Voulez-vous continuer ?

source: This will demote the resource %s. Do you want to continue?
fr: Cette action entraîne la rétrogradation de la ressource %s. Voulez-vous continuer ?

source: This will clean up the resource %s. Do you want to continue?
fr: Cette action entraîne le nettoyage de la ressource %s. Voulez-vous continuer ?

source: Error
fr: Erreur

source: Unexpected server error: %s
fr: Erreur du serveur inattendue : %s

source: Permission denied
fr: Autorisation refusée

source: %{op} failed on %{node} (rc=%{rc})
fr: Échec de %{op} sur %{node} (rc=%{rc})

source: Stack: %s
fr: Pile : %s

source: Inactive Resources
fr: Ressources inactives

source: Summary
fr: Résumé

source: STONITH Enabled
fr: STONITH activé

source: No Quorum Policy
fr: Pas de stratégie de quorum

source: Symmetric Cluster
fr: Grappe symétrique

source: Resource Stickiness
fr: Attractivité des ressources

source: Maintenance Mode
fr: Mode de maintenance

source: Summary View
fr: Vue Résumé

source: Tree View
fr: Vue Arborescence

source: Table View
fr: Vue Tableau

source: %{node}: %{state}
fr: %{node} : %{status}

source: Offline
fr: Hors ligne

source: Pending
fr: En attente

source: Unclean
fr: Non propre

source: Master
fr: Maître

source: %{id}: Master: %{nodelist}
fr: %{id} : Maître : %{nodelist}

source: %{id}: Master
fr: %{id} : maître

source: Slave
fr: Esclave

source: %{id}: Slave: %{nodelist}
fr: %{id} : Esclave : %{nodelist}

source: %{id}: Slave
fr: %{id} : esclave

source: Started
fr: Commencé

source: %{id}: Started: %{nodelist}
fr: %{id} : démarré : %{nodelist}

source: %{id}: Started
fr: %{id} : commencé

source: %{id}: Pending: %{nodelist}
fr: %{id} : en attente : %{nodelist}

source: %{id}: Pending
fr: %{id} : en attente

source: Stopped
fr: Interrompu

source: %{id}: Stopped
fr: %{id} : arrêté

source: Group: %{id}
fr: Groupe : %{id}

source: Master/Slave Set: %{id}
fr: Ensemble maître/esclave : %{id}

source: Clone Set: %{id}
fr: Ensemble de clones : %{id}

source: Simulator (initial state)
fr: Simulateur (état initial)

source: Simulator (busy...)
fr: Simulateur (occupé...)

source: Simulator (final state)
fr: Simulateur (état final)

source: Injected State:
fr: État injecté :

source: + Node
fr: + nœud

source: + Op
fr: + opération

source: Run >
fr: Exécuter >

source: CIB (in)
fr: CIB (entrée)

source: CIB (out)
fr: CIB (sortie)

source: Inject Node State
fr: Injecter l'état du nœud

source: Node:
fr: Nœud :

source: State:
fr: État :

source: Inject Operation
fr: Injecter l'opération

source: Operation:
fr: Opération :

source: Interval:
fr: Intervalle :

source: Resource:
fr: Ressource :

source: Result:
fr: Résultat :

source: Success
fr: Succès

source: Generic Error
fr: Erreur générique

source: Wrong Argument(s)
fr: Argument(s) incorrect(s)

source: Not Implemented
fr: Non implémenté

source: Permission Denied
fr: Autorisation refusée

source: Not Installed
fr: Non installé

source: Not Configured
fr: Non configuré

source: Not Running
fr: Non exécuté

source: Running Master
fr: Maître en cours d'exécution

source: Failed Master
fr: Échec du maître

source: Utilization
fr: Utilisation

source: No utilization defined
fr: Aucune utilisation n'est définie.

source: Attributes
fr: Attributs

source: No attributes defined
fr: Aucun attribut n'est défini.

source: No workflow descriptions found
fr: Aucune description de workflow n'a été trouvée.

source: Choose Configuration
fr: Sélectionner la configuration

source: This wizard will guide you through the steps necessary to add one of the following configurations to the cluster.
fr: Cet assistant vous guidera dans la procédure à appliquer pour ajouter l'une des configurations suivantes à la grappe.

source: Next >
fr: Suivant >

source: The configuration has been applied.
fr: La configuration a été appliquée.

source: The following configuration will be applied to the cluster:
fr: La configuration suivante sera appliquée à la grappe :

source: Error applying configuration:
fr: Erreur lors de l'application de la configuration :

source: < Back
fr: < Retour

source: The object/attribute does not exist (cibadmin %{cmd})
fr: L'objet/attribut n'existe pas (cibadmin %{cmd}).

source: Error invoking cibadmin %{cmd}: %{msg}
fr: Erreur lors de l'appel de cibadmin %{cmd} : %{msg}

source: The object/attribute does not exist: %{msg}
fr: L'objet/attribut n'existe pas : %{msg}

source: Error invoking cibadmin --replace: %{msg}
fr: Erreur lors de l'appel de cibadmin --replace : %{msg}
