Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: Cluster Configuration
ar: تكوين المجموعة المتماثلة
cs: Konfigurace clusteru
de: Cluster-Konfiguration
es: Configuración de clúster
fr: Configuration de la grappe
hu: Fürt beállítása
it: Configurazione cluster
ja: クラスタ設定
nl: Clusterconfiguratie
pl: Konfiguracja klastra
pt_br: Configuração do Cluster
ru: Конфигурация кластера
sv: Klusterinställningar

source: Cluster removed successfully.
ar: تمت إزالة المجموعة المتماثلة بنجاح.
cs: Cluster byl úspěšně odebrán.
de: Cluster erfolgreich entfernt.
es: Clúster eliminado correctamente.
fr: Grappe supprimée avec succès
hu: A fürt sikeresen eltávolítva.
it: Cluster rimosso.
ja: クラスタが正常に削除されました。
nl: Cluster is verwijderd.
pl: Klaster został usunięty.
pt_br: Cluster removido com êxito.
ru: Кластер успешно удален.
sv: Klustret har tagits bort.

source: Error removing cluster.
ar: حدث خطأ في إزالة المجموعة المتماثلة.
cs: Při odebírání clusteru došlo k chybě.
de: Fehler beim Entfernen des Clusters.
es: Error al eliminar el clúster.
fr: Erreur lors de la suppression de la grappe.
hu: Hiba a fürt eltávolításakor.
it: Errore di rimozione del cluster.
ja: クラスタの削除エラーです。
nl: Fout bij het verwijderen van cluster.
pl: Błąd podczas usuwania klastra.
pt_br: Erro ao remover cluster.
ru: Ошибка при удалении кластера.
sv: Fel vid borttagning av kluster.

source: Dashboard
ar: لوحة المعلومات
cs: Řídicí panel
es: Consola
fr: Tableau de bord
hu: Vezérlőpult
ja: ダッシュボード
pl: Pulpit nawigacyjny
pt_br: Painel
ru: Панель управления
sv: Instrumentpanel

source: Fencing topology updated successfully
ar: تم تحديث منظومة الفصل بنجاح
cs: Topologie fencingu byla úspěšně aktualizována.
de: Fencing-Topologie erfolgreich aktualisiert
es: Topología de delimitación actualizada correctamente
fr: La topologie de délimitation a été mise à jour.
hu: Az elkerítési topológia frissítése sikeresen megtörtént.
it: Aggiornamento topologia fencing completato
ja: フェンシングトポロジが正常に更新されました
nl: Fencing-topologie is bijgewerkt
pl: Topologia izolowania została zaktualizowana
pt_br: Topologia de fencing atualizada com êxito
ru: Топология ограждения успешно обновлена
sv: Avgränsningstopologin har uppdaterats

source: Failed to edit fencing topology: %{msg}
ar: فشل تحرير منظومة الفصل: %{msg}
cs: Úprava topologie fencingu se nezdařila: %{msg}
de: Fehler beim Bearbeiten der Fencing-Topologie: %{msg}
es: Error al editar la topología de delimitación: %{msg}
fr: La topologie de délimitation n'a pas pu être modifiée : %{msg}.
hu: Az elkerítési topológia szerkesztése sikertelen volt: %{msg}
it: Modifica topologia fencing non riuscita: %{msg}
ja: フェンシングトポロジを編集できませんでした: %{msg}
nl: Fencing-topologie kan niet worden bewerkt: %{msg}
pl: Nie można edytować topologii izolowania: %{msg}
pt_br: Falha ao editar topologia de fencing: %{msg}
ru: Не удалось изменить топологию ограждения: %{msg}
sv: Det gick inte att redigera avgränsningstopologi: %{msg}

source: Edit Fencing Topology
ar: تحرير منظومة الفصل
cs: Upravit topologii fencingu
de: Fencing-Topologie bearbeiten
es: Editar topología de delimitación
fr: Modifier la topologie de délimitation
hu: Elkerítési topológia szerkesztése
it: Modifica topologia fencing
ja: フェンシングトポロジの編集
nl: Fencing-topologie bewerken
pl: Edytuj topologię izolowania
pt_br: Editar Topologia de Fencing
ru: Редактировать топологию ограждения
sv: Redigera avgränsningstopologi

source: Fencing Topology
ar: منظومة الفصل
cs: Topologie fencingu
de: Fencing-Topologie
es: Topología de delimitación
fr: Topologie de délimitation
hu: Elkerítési topológia
it: Topologia fencing
ja: フェンシングトポロジ
nl: Fencing-topologie
pl: Topologia izolowania
pt_br: Topologia de Fencing
ru: Топология ограждения
sv: Avgränsningstopologi

source: Cluster Graph
ar: الرسم البياني لمجموعة المتماثلة
cs: Diagram clusteru
de: Clusterdiagramm
es: Gráfico de clúster
fr: Graphique de la grappe
hu: Fürtdiagram
it: Grafico cluster
ja: クラスタグラフ
nl: Clustergrafiek
pl: Diagram klastra
pt_br: Gráfico do Cluster
ru: Граф кластера
sv: Klustergraf

source: Create Group
ar: مجموعة الإنشاء
cs: Vytvořit skupinu
de: Gruppe erstellen
es: Crear grupo
fr: Créer un groupe
hu: Csoport létrehozása
it: Crea gruppo
ja: グループの作成
nl: Groep maken
pl: Utwórz grupę
pt_br: Criar Grupo
ru: Создать группу
sv: Skapa grupp

source: Group created successfully
ar: تم إنشاء المجموعة بنجاح
cs: Skupina byla úspěšně vytvořena
de: Gruppe erfolgreich erstellt
es: Grupo creado correctamente
fr: Le groupe a été créé avec succès.
hu: Csoport sikeresen létrehozva
it: Creazione gruppo completata
ja: グループが正常に作成されました
nl: De groep is gemaakt
pl: Grupa została utworzona
pt_br: Grupo criado com êxito
ru: Группа успешно создана
sv: Gruppen har skapats

source: Edit Group
ar: تحرير مجموعة
cs: Upravit skupinu
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
hu: Csoport szerkesztése
it: Modifica gruppo
ja: グループの編集
nl: Groep bewerken
pl: Edytuj grupę
pt_br: Editar Grupo
ru: Редактировать группу
sv: Redigera grupp

source: Group updated successfully
ar: تم تحديث المجموعة بنجاح
cs: Skupina byla úspěšně aktualizována
de: Gruppe erfolgreich aktualisiert
es: Grupo actualizado correctamente
fr: Le groupe a été mis à jour avec succès.
hu: Csoport sikeresen frissítve
it: Aggiornamento gruppo completato
ja: グループが正常に更新されました
nl: Groep is bijgewerkt
pl: Grupa została zaktualizowana
pt_br: Grupo atualizado com êxito
ru: Группа успешно обновлена
sv: Gruppen har uppdaterats

source: Group deleted successfully
ar: تم حذف المجموعة بنجاح
cs: Skupina byla úspěšně odstraněna.
de: Gruppe erfolgreich gelöscht
es: Grupo suprimido correctamente
fr: Groupe supprimé avec succès
hu: Csoport sikeresen törölve
it: Gruppo eliminato
ja: グループが正常に削除されました
nl: De groep is verwijderd
pl: Grupa została usunięta
pt_br: Grupo apagado com êxito
ru: Группа успешно удалена
sv: Gruppen har tagits bort

source: Groups
ar: المجموعات
cs: Skupiny
de: Gruppen
es: Grupos
fr: Groupes
hu: Csoportok
it: Gruppi
ja: グループ
nl: Groepen
pl: Grupy
pt_br: Grupos
ru: Группы
sv: Grupper

source: The group does not exist
ar: المجموعة غير موجودة
cs: Skupina neexistuje.
de: Die Gruppe ist nicht vorhanden
es: El grupo no existe.
fr: Ce groupe n'existe pas.
hu: A csoport nem létezik
it: Il gruppo non esiste
ja: グループは存在しません
nl: Groep bestaat niet
pl: Grupa nie istnieje
pt_br: O grupo não existe
ru: Группа не существует
sv: Gruppen existerar inte

source: Create Location Constraint
ar: إنشاء قيد الموقع
cs: Vytvořit omezení umístění
de: Standorteinschränkung erstellen
es: Crear restricción de ubicación
fr: Créer une contrainte de localisation
hu: Elhelyezési szabály létrehozása
it: Crea vincolo di ubicazione
ja: 場所制約の作成
nl: Locatiebeperking maken
pl: Tworzenie ograniczenia położenia
pt_br: Criar Restrição de Localização
ru: Создать ограничение на расположение
sv: Skapa platsbegränsning

source: Edit Location Constraint
ar: تحرير قيد الموقع
cs: Upravit omezení umístění
de: Standorteinschränkung bearbeiten
es: Editar restricción de ubicación
fr: Modifier la contrainte de localisation
hu: Elhelyezési szabály szerkesztése
it: Modifica vincolo di ubicazione
ja: 場所制約の編集
nl: Locatiebeperking bewerken
pl: Edytuj ograniczenia położenia
pt_br: Editar Restrição de Localização
ru: Изменить ограничение на расположение
sv: Redigera platsbegränsning

source: Location deleted successfully
ar: تم حذف الموقع بنجاح
cs: Umístění bylo úspěšně odstraněno.
de: Standort erfolgreich gelöscht
es: Ubicación suprimida correctamente
fr: Emplacement supprimé avec succès
hu: A hely törlése sikeresen megtörtént
it: Posizione eliminata
ja: 場所が正常に削除されました
nl: Locatie is verwijderd
pl: Położenie zostało usunięte
pt_br: Local apagado com êxito
ru: Расположение успешно удалено
sv: Platsen har tagits bort.

source: Location Constraints
ar: قيود الموقع
cs: Omezení umístění
de: Standorteinschränkungen
es: Restricciones de ubicación
fr: Contraintes d'emplacement
hu: Elhelyezési megszorítások
it: Vincoli di ubicazione
ja: 場所制約
nl: Locatiebeperkingen
pl: Ograniczenia położenia
pt_br: Restrições de Local
ru: Ограничения расположения
sv: Platsbegränsningar

source: The location constraint does not exist
ar: قيد الموقع غير موجود
cs: Omezení umístění neexistuje.
de: Die Standorteinschränkung ist nicht vorhanden
es: La restricción de ubicación no existe.
fr: La contrainte d'emplacement n'existe pas.
hu: A helymegszorítás nem létezik
it: Il vincolo di ubicazione non esiste
ja: 場所制約は存在しません
nl: De locatiebeperking bestaat niet
pl: Ograniczenie położenia nie istnieje
pt_br: A restrição de local não existe
ru: Ограничение расположения не существует
sv: Platsbegränsningen finns inte

source: Create Multi-state resource
ar: إنشاء مورد متعدد الحالات
cs: Vytvořit prostředek s vícenásobným stavem
de: Multi-Status-Ressource erstellen
es: Crear recurso de estado múltiple
fr: Créer la ressource multi-état
hu: Többállapotú erőforrás létrehozása
it: Crea risorsa a stato multiplo
ja: 複数状態リソースの作成
nl: Recource meervoudige toestand maken
pl: Utwórz zasób wielostanowy
pt_br: Criar recurso de vários estados
ru: Создать ресурс Multi-state
sv: Skapa multistatusresurs

source: Multi-state resource created successfully
ar: تم إنشاء المورد متعدد الحالات بنجاح
cs: Prostředek s vícenásobným stavem byl úspěšně vytvořen.
de: Multi-Status-Ressource erfolgreich erstellt
es: Recurso de estado múltiple creado correctamente
fr: Ressource multi-état créée avec succès
hu: Többállapotú erőforrás sikeresen létrehozva
it: Risorsa a stato multiplo creata
ja: 複数状態リソースが正常に作成されました
nl: De resource met meervoudige toestand is gemaakt
pl: Zasób wielostanowy został utworzony
pt_br: Recurso de vários estados criado com êxito
ru: Ресурс Multi-state успешно создан
sv: Multistatusresursen har skapats

source: Edit Multi-state resource
ar: تحرير مورد متعدد الحالات
cs: Upravit prostředek s vícenásobným stavem
de: Multi-Status-Ressource bearbeiten
es: Editar recurso de estado múltiple
fr: Modifier la ressource multi-état
hu: Többállapotú erőforrás szerkesztése
it: Modifica risorsa a stato multiplo
ja: 複数状態リソースの編集
nl: Resource meervoudige toestand bewerken
pl: Edytuj zasób wielostanowy
pt_br: Editar recurso de vários estados
ru: Редактировать ресурс Multi-state
sv: Redigera multistatusresurs

source: Multi-state resource updated successfully
ar: تم تحديث المورد متعدد الحالات بنجاح
cs: Prostředek s vícenásobným stavem byl úspěšně aktualizován.
de: Multi-Status-Ressource erfolgreich aktualisiert
es: Recurso de estado múltiple actualizado correctamente
fr: Ressource multi-état mise à jour avec succès
hu: Többállapotú erőforrás sikeresen frissítve
it: Risorsa a stato multiplo aggiornata
ja: 複数状態リソースが正常に更新されました
nl: De resource met meervoudige toestand is bijgewerkt
pl: Zasób wielostanowy został zaktualizowany
pt_br: Recurso de vários estados atualizado com êxito
ru: Ресурс Multi-state успешно обновлен
sv: Multistatusresursen uppdaterades

source: Multi-state resource deleted successfully
ar: تم حذف المورد متعدد الحالات بنجاح
cs: Prostředek s vícenásobným stavem byl úspěšně odstraněn.
de: Multi-Status-Ressource erfolgreich gelöscht
es: Recurso de estado múltiple suprimido correctamente
fr: Ressource multi-état supprimée avec succès
hu: A többállapotú erőforrás törlése sikeresen megtörtént
it: Risorsa a stato multiplo eliminata
ja: 複数状態リソースが正常に削除されました
nl: Resource meervoudige toestand is verwijderd
pl: Zasób wielostanowy został usunięty
pt_br: Recurso de vários estados apagado com êxito
ru: Ресурс Multi-state успешно удален
sv: Multistatusresursen har tagits bort

source: Multi-state resource
ar: المورد متعدد الحالات
cs: Prostředek s vícenásobným stavem
de: Multi-Status-Ressource
es: Recurso de estado múltiple
fr: Ressource multi-état
hu: Többállapotú erőforrás
it: Risorsa a stato multiplo
ja: 複数状態リソース
nl: Resource meervoudige toestand
pl: Zasób wielostanowy
pt_br: Recurso de vários estados
ru: Ресурс Multi-state
sv: Multistatusresurs

source: The multi-state resource does not exist
ar: المورد متعدد الحالات غير موجود
cs: Prostředek s vícenásobným stavem neexistuje.
de: Die Multi-Status-Ressource ist nicht vorhanden
es: El recurso de estado múltiple no existe.
fr: Le ressource multi-état n'existe pas.
hu: A többállapotú erőforrás nem létezik
it: La risorsa a stato multiplo non esiste
ja: 複数状態リソースは存在しません
nl: De resource meervoudige toestand bestaat niet
pl: Zasób wielostanowy nie istnieje
pt_br: O recurso de vários estados não existe
ru: Этот ресурс Multi-state не существует
sv: Multistatusresursen finns inte

source: Node updated successfully
ar: تم تحديث العقدة بنجاح
cs: Uzel byl úspěšně aktualizován
de: Knoten erfolgreich aktualisiert
es: Nodo actualizado correctamente
fr: Le noeud a été mis à jour.
hu: Csomópont sikeresen frissítve
it: Aggiornamento nodo completato
ja: ノードが正常に更新されました
nl: Knooppunt is bijgewerkt
pl: Węzeł został zaktualizowany
pt_br: Nó atualizado com êxito
ru: Узел успешно обновлен
sv: Noden har uppdaterats

source: Failed to set the node online: %{err}
ar: فشل تعيين العقدة عبر الإنترنت: %{err}
cs: Nastavení stavu online u uzlu se nezdařilo: %{err}
de: Fehler beim Online-Schalten des Knotens: %{err}
es: Error al establecer el nodo en línea: %{err}
fr: Le noeud n'a pas pu être défini en ligne : %{err}
hu: Nem sikerült online-ra állítani a csomópontot: %{err}
it: Impostazione del nodo online non riuscita: %{err}
ja: ノードをオンラインに設定できませんでした: %{err}
nl: Knooppunt online zetten mislukt: %{err}
pl: Nie można ustawić trybu online dla węzła: %{err}
pt_br: Falha ao definir o nó online: %{err}
ru: Не удалось перевести узел в режим подключения: %{err}
sv: Det gick inte att ange noden som online: %{err}

source: Set the node state to online
ar: تعيين حالة العقدة على على الإنترنت
cs: Nastavit stav uzlu na online
de: Knotenstatus auf 'Online' setzen
es: Definir el estado del nodo: en línea
fr: Définir l'état du noeud sur en ligne
hu: A csomópont állapotának átállítása online-ra
it: Imposta lo stato del nodo su In rete
ja: ノード状態をオンラインに設定する
nl: Status van knooppunt instellen op online
pl: Ustaw stan węzła na: online
pt_br: Definir estado do nó como online
ru: Перевести узел в рабочий режим
sv: Ange nodstatus online

source: Failed to set the node standby: %{err}
ar: فشل تعيين حالة العقدة على وضع الاستعداد: %{err}
cs: Nastavení pohotovostního stavu u uzlu se nezdařilo: %{err}
de: Fehler beim Setzen des Knotenstatus auf 'Standby': %{err}
es: Error al poner el nodo en espera: %{err}
fr: Impossible de définir la mise en veille du noeud : %{err}
hu: Nem sikerült készenléti állapotra állítani a csomópontot: %{err}
it: Impostazione dello standby del nodo non riuscita: %{err}
ja: ノード状態をスタンバイに設定できませんでした: %{err}
nl: Knooppunt stand-by zetten mislukt: %{err}
pl: Nie można ustawić stanu gotowości dla węzła: %{err}
pt_br: Falha ao definir standby do nó: %{err}
ru: Не удалось перевести узел в режим ожидания: %{err}
sv: Det gick inte att ställa in noden på vänteläge: %{err}

source: Set the node state to standby
ar: تعيين حالة العقدة على وضع الاستعداد
cs: Nastavit stav uzlu na pohotovostní
de: Knotenstatus auf 'Standby' setzen
es: Definir el estado del nodo: en espera
fr: Définir l'état du noeud sur en veille
hu: A csomópont állapotának átállítása készenlétire
it: Imposta lo stato del nodo su Standby
ja: ノード状態をスタンバイに設定する
nl: Status van knooppunt instellen op stand-by
pl: Ustaw stan węzła na: stan gotowości
pt_br: Definir estado do nó como standby
ru: Перевести узел в режим ожидания
sv: Ange nodstatus standby

source: Set the node state to maintenance
ar: تعيين حالة العقدة على الصيانة
cs: Nastavit stav uzlu na údržbu
de: Knotenstatus auf 'Wartung' setzen
es: Definir el estado del nodo: mantenimiento
fr: Définir l'état du noeud sur maintenance
hu: A csomópont állapotának átállítása karbantartásra
it: Imposta lo stato del nodo su Manutenzione
ja: ノード状態を保守に設定する
nl: Status van knooppunt instellen op onderhoud
pl: Ustaw stan węzła na: utrzymanie
pt_br: Definir estado do nó como manutenção
ru: Перевести узел в режим обслуживания
sv: Ange nodstatus underhåll

source: Failed to set the node state to maintenance: %{err}
ar: فشل تعيين حالة العقدة على الصيانة: %{err}
cs: Nastavení stavu údržby u uzlu se nezdařilo: %{err}
de: Fehler beim Setzen des Knotenstatus auf 'Wartung': %{err}
es: Error al definir el estado del nodo en mantenimiento: %{err}
fr: L'état du noeud n'a pas pu être défini sur Maintenance : %{err}
hu: Nem sikerült karbantartási állapotra állítani a csomópontot: %{err}
it: Impostazione dello stato del nodo su Manutenzione non riuscita: %{err}
ja: ノード状態を保守に設定できませんでした: %{err}
nl: Status van knooppunt instellen op onderhoud mislukt: %{err}
pl: Nie można ustawić trybu utrzymywania dla węzła: %{err}
pt_br: Falha ao definir estado do nó como manutenção: %{err}
ru: Не удалось перевести узел в режим обслуживания: %{err}
sv: Det gick inte att ange nodstatus till underhåll: %{err}

source: Failed to set the node state to ready: %{err}
ar: فشل تعيين حالة العقدة على جاهز: %{err}
cs: Nastavení stavu připravenosti u uzlu se nezdařilo: %{err}
de: Fehler beim Setzen des Knotenstatus auf 'Bereit': %{err}
es: Error al definir el nodo como listo: %{err}
fr: Impossible de définir l'état du noeud sur Prêt : %{err}
hu: Nem sikerült üzemkész állapotra állítani a csomópontot: %{err}
it: Impostazione dello stato del nodo su Pronto non riuscita: %{err}
ja: ノード状態を準備完了に設定できませんでした: %{err}
nl: Status van knooppunt instellen op gereed mislukt: %{err}
pl: Nie można ustawić trybu gotowości dla węzła: %{err}
pt_br: Falha ao definir estado do nó como pronto: %{err}
ru: Не удалось перевести узел в режим готовности: %{err}
sv: Det gick inte att ställa in noden som redo: %{err}

source: Set the node state to ready
ar: تعيين حالة العقدة على جاهز
cs: Nastavit stav uzlu na připravený
de: Knotenstatus auf 'Fertig' setzen
es: Definir el estado del nodo: preparado
fr: Définir l'état du noeud sur prêt
hu: A csomópont állapotának átállítása üzemkészre
it: Imposta lo stato del nodo su Pronto
ja: ノード状態を準備完了に設定する
nl: Status van knooppunt instellen op gereed
pl: Ustaw stan węzła na: gotowy
pt_br: Definir estado do nó como pronto
ru: Перевести узел в режим готовности
sv: Ange nodstatus klar

source: Successfully fenced the node
ar: تم وضع فاصل للعقدة بنجاح
cs: Uzel byl úspěšně izolován
de: Knoten erfolgreich eingegrenzt
es: Nodo delimitado correctamente
fr: Le noeud a été délimité.
hu: Sikeresen elkerítette a csomópontot
it: Delimitazione del nodo completata
ja: ノードは正常にフェンスされました
nl: Fence is toegepast op knooppunt
pl: Węzeł został odizolowany
pt_br: Nó limitado com êxito
ru: Узел успешно огражден
sv: Noden har nedgraderats

source: Failed to fence the node: %{err}
ar: فشل وضع فاصل للعقدة: %{err}
cs: Izolování uzlu se nezdařilo: %{err}
de: Fehler beim Eingrenzen des Knotens : %{err}
es: Error al delimitar el nodo: %{err}
fr: Le noeud n'a pas pu être délimité : %{err}
hu: Nem sikerült elkeríteni a csomópontot: %{err}
it: Delimitazione del nodo non riuscita: %{err}
ja: ノードのフェンスに失敗しました: %{err}
nl: Fence toepassen op knooppunt mislukt: %{err}
pl: Nie można odizolować węzła: %{err}
pt_br: Falha ao limitar o nó: %{err}
ru: Не удалось оградить узел: %{err}
sv: Noden kunde inte nedgraderas: %{err}

source: Failed to clear the node state: %{err}
ar: فشل مسح حالة العقدة: %{err}
cs: Vymazání stavu uzlu se nezdařilo: %{err}
de: Fehler beim Löschen des Knotenstatus: %{err}
es: Error al borrar el estado del nodo: %{err}
fr: L'état du noeud n'a pas pu être effacé : %{err}
hu: Nem sikerült törölni a csomópont állapotát: %{err}
it: Cancellazione dello stato del nodo non riuscita: %{err}
ja: ノード状態をクリアできませんでした: %{err}
nl: Knooppuntstatus wissen mislukt: %{err}
pl: Nie można wyczyścić stanu węzła: %{err}
pt_br: Falha ao limpar o estado do nó: %{err}
ru: Не удалось очистить состояние узла: %{err}
sv: Nodens tillstånd kunde inte rensas: %{err}

source: Cleared the node state
ar: حالة العقدة ممسوحة
cs: Stav uzlu byl vymazán
de: Knotenstatus bereinigt
es: Se ha borrado el estado del nodo
fr: État du noeud effacé
hu: A csomópont állapota törölve
it: Stato del nodo cancellato
ja: ノード状態がクリアされました
nl: Knooppuntstatus is gewist
pl: Stan węzła został wyczyszczony
pt_br: Estado do nó limpo
ru: Состояние узла очищено
sv: Nodtillståndet har rensats

source: Nodes
ar: العقد
cs: Uzly
de: Knoten
es: Nodos
fr: Nœuds
hu: Csomópontok
it: Nodi
ja: ノード
nl: Knooppunten
pl: Węzły
pt_br: Nós
ru: Узлы
sv: Noder

source: The node does not exist
ar: العقدة غير موجود
cs: Uzel neexistuje.
de: Der Knoten ist nicht vorhanden
es: El nodo no existe.
fr: Le nœud n'existe pas.
hu: A csomópont nem létezik
it: Il nodo non esiste
ja: ノードが存在しません
nl: Het knooppunt bestaat niet.
pl: Węzeł nie istnieje
pt_br: O nó não existe
ru: Узел не существует
sv: Noden finns inte

source: Create Order
ar: إنشاء ترتيب
cs: Vytvořit pořadí
de: Reihenfolge erstellen
es: Crear orden
fr: Créer un ordre
hu: Sorrend létrehozása
it: Crea ordine
ja: 順序の作成
nl: Volgorde maken
pl: Utwórz kolejność
pt_br: Criar Ordem
ru: Создать порядок
sv: Skapa ordning

source: Edit Order
ar: تحرير ترتيب
cs: Upravit pořadí
de: Reihenfolge bearbeiten
es: Editar orden
fr: Modifier l'ordre
hu: Sorrend szerkesztése
it: Modifica ordine
ja: 順序の編集
nl: Order bewerken
pl: Edytuj kolejność
pt_br: Editar Ordem
ru: Редактировать порядок
sv: Redigera ordning

source: Order deleted successfully
ar: تم إنشاء الترتيب بنجاح
cs: Pořadí bylo úspěšně vytvořeno.
de: Reihenfolge erfolgreich gelöscht
es: Orden suprimida correctamente
fr: Ordre supprimé avec succès
hu: Sorrend sikeresen törölve
it: Ordine eliminato
ja: 順序が正常に削除されました
nl: Volgorde is gemaakt
pl: Kolejność została usunięta
pt_br: Ordem apagada com êxito
ru: Порядок успешно удален
sv: Ordningen har tagits bort

source: Orders
ar: عمليات الترتيب
cs: Pořadí
de: Reihenfolgen
es: Órdenes
fr: Ordres
hu: Sorrendek
it: Ordini
ja: 順序
nl: Volgordes
pl: Kolejności
pt_br: Ordens
ru: Порядки
sv: Ordningar

source: The order constraint does not exist
ar: قيد الترتيب غير موجود
cs: Omezení pořadí neexistuje.
de: Die Einschränkung für Reihenfolge ist nicht vorhanden
es: La restricción de orden no existe.
fr: La contrainte d'ordre n'existe pas.
hu: A sorrendmegszorítás nem létezik
it: Il vincolo ordine non esiste
ja: 順序制約が存在しません
nl: De orderbeperking bestaat niet
pl: Ograniczenie kolejności nie istnieje
pt_br: A restrição de ordem não existe
ru: Ограничение порядка не существует
sv: Ordningsbegränsningen finns inte

source: Welcome
ar: مرحبًا
cs: Vítejte
de: Willkommen
es: Bienvenido
fr: Bienvenue
hu: Üdvözlet
it: Benvenuti
ja: ようこそ
nl: Welkom
pl: Witamy
pt_br: Bem-vindo
ru: Добро пожаловать
sv: Välkommen

source: Help
ar: تعليمات
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
hu: Súgó
it: Aiuto
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
ru: Справка
sv: Hjälp

source: Create Primitive
ar: إنشاء مجموعة أساسية
cs: Vytvořit základní prvek
de: Primitive erstellen
es: Crear primitivo
fr: Créer une primitive
hu: Primitív létrehozása
it: Crea primitiva
ja: プリミティブの作成
nl: Primitief maken
pl: Utwórz element podstawowy
pt_br: Criar Primitivo
ru: Создать примитив
sv: Skapa primitiv

source: Primitive created successfully
ar: تم إنشاء المجموعة الأساسية بنجاح
cs: Základní prvek byl úspěšně vytvořen.
de: Primitive erfolgreich erstellt
es: Primitivo creado correctamente
fr: Primitive créée avec succès
hu: A primitív sikeresen elkészült
it: Primitiva creata
ja: プリミティブは正常に作成されました
nl: Primitieve is gemaakt
pl: Element podstawowy został utworzony
pt_br: Primitivo criado com êxito
ru: Примитив успешно создан
sv: Primitiven har skapats

source: Edit Primitive
ar: تحرير المجموعة الأساسية
cs: Upravit základní prvek
de: Primitive bearbeiten
es: Editar primitivo
fr: Modifier la primitive
hu: Primitív szerkesztése
it: Modifica primitiva
ja: プリミティブの編集
nl: Primitieve bewerken
pl: Edytuj element podstawowy
pt_br: Editar Primitivo
ru: Редактировать примитив
sv: Redigera primitiv
