Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: This will promote the tagged resources. Do you want to continue?
ar: يؤدي هذا إلى ترقية الموارد ذات العلامات. هل تريد المتابعة؟
cs: Zvýší úroveň značkovaných prostředků. Chcete pokračovat?
de: Hiermit werden die mit Tags versehenen Ressourcen hochgestuft. Möchten Sie fortfahren?
es: Con esta acción, los recursos con etiquetas subirán de nivel. ¿Desea continuar?
fr: Cette opération promeut les ressources marquées. Voulez-vous continuer ?
hu: Ez előlépteti a megcímkézett erőforrásokat. Folytatja?
it: L'operazione causerà la promozione delle risorse con tag. Continuare?
ja: タグ付けされたリソースを昇格します。続行しますか?
nl: Hiermee worden de getagde resources bevorderd. Wilt u doorgaan?
pl: Spowoduje to wypromowanie oznakowanych zasobów. Czy chcesz kontynuować?
pt_br: Isso promoverá os recursos com tag. Deseja continuar?
ru: Уровень отмеченных ресурсов будет повышен. Продолжить?
sv: De märkta resurserna kommer att främjas. Vill du fortsätta?

source: This will demote the tagged resources. Do you want to continue?
ar: يؤدي هذا إلى تخفيض الموارد ذات العلامات. هل تريد المتابعة؟
cs: Sníží úroveň značkovaných prostředků. Chcete pokračovat?
de: Hiermit werden die mit Tags versehenen Ressourcen zurückgestuft. Möchten Sie fortfahren?
es: Con esta acción, los recursos con etiquetas bajarán de nivel. ¿Desea continuar?
fr: Cette opération rétrograde les ressources marquées. Voulez-vous continuer ?
hu: Ez lefokozza a megcímkézett erőforrásokat. Folytatja?
it: L'operazione causerà l'abbassamento delle risorse con tag. Continuare?
ja: タグ付けされたリソースを降格します。続行しますか?
nl: Hiermee worden de getagde resources gedegradeerd. Wilt u doorgaan?
pl: Spowoduje to zdegradowanie oznakowanych zasobów. Czy chcesz kontynuować?
pt_br: Isso retrocederá os recursos com tag. Deseja continuar?
ru: Уровень отмеченных ресурсов будет понижен. Продолжить?
sv: De märkta resurserna kommer att degraderas. Vill du fortsätta?

source: This will enable maintenance mode for the tagged resources. Do you want to continue?
ar: يؤدي هذا إلى تمكين وضع الصيانة للموارد ذات العلامات. هل تريد المتابعة؟
cs: Povolí režim údržby pro značkované prostředky. Chcete pokračovat?
de: Hiermit wird der Wartungsmodus für die mit Tags versehenen Ressourcen aktiviert. Möchten Sie fortfahren?
es: Esta acción habilitará el modo de mantenimiento para los recursos con etiquetas. ¿Desea continuar?
fr: Cette opération active le mode de maintenance pour les ressources marquées. Voulez-vous continuer ?
hu: Ez engedélyezi a megcímkézett erőforrások karbantartási módját. Folytatja?
it: L'operazione causerà l'attivazione della modalità di manutenzione per le risorse con tag. Continuare?
ja: タグ付けされたリソースの保守モードを有効にします。続行しますか?
nl: Hiermee wordt de onderhoudsmodus voor de getagde resources ingeschakeld. Wilt u doorgaan?
pl: Spowoduje to włączenie trybu utrzymywania oznakowanych zasobów. Czy chcesz kontynuować?
pt_br: Isso habilitará o modo de manutenção nos recursos com tag. Deseja continuar?
ru: Для отмеченных ресурсов будет включен режим обслуживания. Продолжить?
sv: Underhållsläget kommer att aktiveras för de märkta resurserna. Vill du fortsätta?

source: This will disable maintenance mode for the tagged resources. Do you want to continue?
ar: يؤدي هذا إلى تعطيل وضع الصيانة للموارد ذات العلامات. هل تريد المتابعة؟
cs: Zakáže režim údržby pro značkované prostředky. Chcete pokračovat?
de: Hiermit wird der Wartungsmodus für die mit Tags versehenen Ressourcen deaktiviert. Möchten Sie fortfahren?
es: Esta acción inhabilitará el modo de mantenimiento para los recursos con etiquetas. ¿Desea continuar?
fr: Cette opération désactive le mode de maintenance pour les ressources marquées. Voulez-vous continuer ?
hu: Ez letiltja a megcímkézett erőforrások karbantartási módját. Folytatja?
it: L'operazione causerà la disattivazione della modalità di manutenzione per le risorse con tag. Continuare?
ja: タグ付けされたリソースの保守モードを無効にします。続行しますか?
nl: Hiermee wordt de onderhoudsmodus voor de getagde resources uitgeschakeld. Wilt u doorgaan?
pl: Spowoduje to wyłączenie trybu utrzymywania oznakowanych zasobów. Czy chcesz kontynuować?
pt_br: Isso desabilitará o modo de manutenção nos recursos com tag. Deseja continuar?
ru: Для отмеченных ресурсов будет отключен режим обслуживания. Продолжить?
sv: Underhållsläget kommer att avaktiveras för de märkta resurserna. Vill du fortsätta?

source: Migrate tagged resources
ar: ترحيل الموارد ذات العلامات
cs: Migrovat značkované prostředky
de: Mit Tags versehene Ressourcen migrieren
es: Migrar recursos con etiquetas
fr: Migrer les ressources marquées
hu: Megcímkézett erőforrások migrálása
it: Esegui migrazione risorse con tag
ja: タグ付けされたリソースの移行
nl: Getagde resources migreren
pl: Migruj oznakowane zasoby
pt_br: Migrar recursos com tag
ru: Выполнить миграцию отмеченных ресурсов
sv: Migrera de märkta resurserna

source: This will unmigrate the tagged resources. Do you want to continue?
ar: يؤدي هذا إلى إلغاء ترحيل الموارد ذات العلامات. هل تريد المتابعة؟
cs: Zruší migraci značkovaných prostředků. Chcete pokračovat?
de: Migrierung der mit Tags versehenen Ressourcen zurücknehmen. Möchten Sie fortfahren?
es: Esta acción anulará la migración de los recursos con etiquetas. ¿Desea continuar?
fr: Cette opération annule la migration des ressources marquées. Voulez-vous continuer ?
hu: Ez visszavonja a megcímkézett erőforrások migrálását. Folytatja?
it: L'operazione causerà l'annullamento dell'esecuzione della migrazione delle risorse con tag. Continuare?
ja: タグ付けされたリソースを移行解除します。続行しますか?
nl: Hiermee wordt het migreren van de getagde resources ongedaan gemaakt. Wilt u doorgaan?
pl: Spowoduje to cofnięcie migracji oznakowanych zasobów. Czy chcesz kontynuować?
pt_br: Isso cancelará a migração dos recursos com tag. Deseja continuar?
ru: Миграция отмеченных ресурсов будет отменена. Продолжить?
sv: De märkta resurserna kommer att avmigreras. Vill du fortsätta?

source: Clean up tagged resources
ar: تنظيف الموارد ذات العلامات
cs: Vyčistit značkované prostředky
de: Mit Tags versehene Ressourcen bereinigen
es: Limpiar recursos con etiquetas
fr: Nettoyer les ressources marquées
hu: Megcímkézett erőforrások kitakarítása
it: Pulizia risorse con tag
ja: タグ付けされたリソースのクリーンアップ
nl: Getagde resources opschonen
pl: Wyczyść oznakowane zasoby
pt_br: Limpar recursos com tag
ru: Очистить отмеченные ресурсы
sv: Rensa märkta resurser

source: Role ID
ar: معرف الدور
cs: ID role
de: Rollen-ID
es: ID de función
fr: ID de rôle
hu: Szerepkör-azonosító
it: ID ruolo
ja: 役割ID
nl: Rol-id
pl: Identyfikator roli
pt_br: ID da Função
ru: ИД роли
sv: Roll-ID

source: Objects
ar: الكائنات
cs: Objekty
de: Objekte
es: Objetos
fr: Objets
hu: Objektumok
it: Oggetti
ja: オブジェクト
nl: Objecten
pl: Obiekty
pt_br: Objetos
ru: Объекты
sv: Objekt

source: Granted
ar: تم المنح
cs: Uděleno
de: Gewährt
es: Otorgado
fr: Accordé
hu: Megadva
it: Concesso
ja: 許可済み
nl: Toegewezen
pl: Przyznany
pt_br: Concedido
ru: Предоставлено
sv: Beviljad

source: Elsewhere
ar: مكان آخر
cs: Jinde
de: An anderer Stelle
es: Otro lugar
fr: Ailleurs
hu: Másutt
it: Altrove
ja: 他の場所
nl: Elders
pl: Gdzie indziej
pt_br: Em outro lugar
ru: Где угодно
sv: På annan plats

source: Revoked
ar: مبطلة
cs: Odvolaný
de: Zurückgenommen
es: Revocado
fr: Révoqué
hu: Visszavonva
it: Revocato
ja: 取り消し
nl: Ingetrokken
pl: Cofnięty
pt_br: Revogado
ru: Отозван
sv: Återkallat

source: Last Granted
ar: آخر عملية منح
cs: Naposledy uděleno
de: Zuletzt gewährt
es: Última otorgación
fr: Accordé pour la dernière fois
hu: Legutóbb megadva
it: Data ultima concessione
ja: 前回の許可
nl: Laatst toegewezen
pl: Ostatnio przyznany
pt_br: Última Concessão
ru: Последнее предоставление
sv: Senast beviljad

source: Grant
ar: منح
cs: Udělit
de: Gewähren
es: Otorgar
fr: Accorder
hu: Megadás
it: Concedi
ja: 許可
nl: Toewijzen
pl: Przyznaj
pt_br: Conceder
ru: Предоставить
sv: Bevilja

source: Revoke
ar: إبطال
cs: Odvolat
de: Aufheben
es: Revocar
fr: Révoquer
hu: Visszavonás
it: Revoca
ja: 取り消し
nl: Intrekken
pl: Unieważnij
pt_br: Revogar
ru: Отозвать
sv: Återkalla

source: User ID
ar: معرف المستخدم
cs: Uživatelské ID
de: Benutzer-ID
es: ID de usuario
fr: ID utilisateur
hu: Felhasználóazonosító
it: ID utente
ja: ユーザID
nl: Gebruikers-id
pl: Identyfikator użytkownika (UID)
pt_br: ID de Usuário
ru: ИД пользователя
sv: Användar-ID

source: Must be a valid resource ID
ar: يجب أن يكون معرف مورد صالحًا
cs: Musí se jednat o platné ID prostředku.
de: Muss eine gültige Ressourcen-ID sein
es: Debe ser un ID de recurso válido.
fr: Doit être un ID de ressource valide
hu: Érvényes erőforrás-azonosítónak kell lennie
it: L'ID risorsa deve essere valido
ja: 有効なリソースIDである必要があります
nl: Moet een geldige resource-id zijn
pl: Musi być poprawnym identyfikatorem zasobu
pt_br: Deve ser um ID de recurso válido
ru: Должен быть допустимый ИД ресурса
sv: Måste vara ett giltigt resurs-ID

source: Applying configuration changes...
ar: جارٍ تطبيق تغييرات التكوين...
cs: Používají se změny konfigurace...
de: Konfigurationsänderungen werden angewendet...
es: Aplicando los cambios de configuración...
fr: Implémentation des modifications de la configuration...
hu: Konfigurációs változtatások mentése...
it: Applicazione delle modifiche alla configurazione in corso...
ja: 設定の変更を適用中...
nl: Configuratiewijzigingen toepassen...
pl: Zastosowanie zmian w konfiguracji...
pt_br: Aplicando mudanças de configuração...
ru: Применение изменений конфигурации...
sv: Tillämpar inställningsändringar...

source: Agent
ar: الوكيل
es: Agente
hu: Ügynök
it: Agente
ja: エージェント
pt_br: Agente
ru: Агент

source: Create Alert
ar: إنشاء تنبيه
cs: Vytvořit výstrahu
de: Alarm erstellen
es: Crear alerta
fr: Créer une alerte
hu: Riasztás létrehozása
it: Crea avviso
ja: アラートの作成
nl: Waarschuwing maken
pl: Utwórz alert
pt_br: Criar Alerta
ru: Создать предупреждение
sv: Skapa varning

source: Alert created successfully
ar: تم إنشاء التنبيه بنجاح
cs: Výstraha byla úspěšně vytvořena.
de: Alarm erfolgreich erstellt
es: Alerta creada correctamente
fr: L'alerte a été créée.
hu: Riasztás sikeresen létrehozva
it: Creazione avviso completata
ja: アラートが正常に作成されました
nl: Waarschuwing is gemaakt
pl: Alert został utworzony
pt_br: Alerta criado com êxito
ru: Предупреждение успешно создано
sv: Varningen har skapats

source: Edit Alert
ar: تحرير التنبيه
cs: Upravit výstrahu
de: Alarm bearbeiten
es: Editar alerta
fr: Modifier l'alerte
hu: Riasztás szerkesztése
it: Modifica avviso
ja: アラートの編集
nl: Waarschuwing bewerken
pl: Edytuj alert
pt_br: Editar Alerta
ru: Редактировать предупреждение
sv: Redigera varning

source: Alert updated successfully
ar: تم تحديث التنبيه بنجاح
cs: Výstraha byla úspěšně aktualizována.
de: Alarm erfolgreich aktualisiert
es: Alerta actualizada correctamente
fr: L'alerte a été mise à jour.
hu: Riasztás sikeresen frissítve
it: Aggiornamento avviso completato
ja: アラートが正常に更新されました
nl: Waarschuwing is bijgewerkt
pl: Alert został zaktualizowany
pt_br: Alerta atualizado com êxito
ru: Предупреждение успешно обновлено
sv: Varningen har uppdaterats

source: Alert deleted successfully
ar: تم حذف التنبيه بنجاح
cs: Výstraha byla úspěšně odstraněna.
de: Alarm erfolgreich gelöscht
es: Alerta suprimida correctamente
fr: L'alerte a été supprimée.
hu: Riasztás sikeresen törölve
it: Eliminazione avviso completata
ja: アラートが正常に削除されました
nl: Waarschuwing is verwijderd
pl: Alert został usunięty
pt_br: Alerta apagado com êxito
ru: Предупреждение успешно удалено
sv: Varningen har tagits bort

source: Error deleting %s: %s
ar: حدث خطأ في حذف %s: %s
cs: Při odstraňování položky %s došlo k chybě: %s
de: Fehler beim Löschen von %s: %s
es: Error al suprimir %s: %s
fr: Erreur lors de la suppression de %s: %s
hu: Hiba a(z) %s törlésekor: %s
it: Errore eliminazione %s: %s
ja: %s の削除エラー: %s
nl: Fout bij het verwijderen van %s: %s
pl: Błąd usuwania %s: %s
pt_br: Erro ao apagar %s: %s
ru: Ошибка при удалении %s: %s
sv: Fel vid borttagning av %s: %s

source: Alerts
ar: التنبيهات
cs: Výstrahy
de: Alarme
es: Alertas
fr: Alertes
hu: Riasztások
it: Avvisi
ja: アラート
nl: Waarschuwingen
pl: Alerty
pt_br: Alertas
ru: Предупреждения
sv: Varningar

source: The alert does not exist
ar: التنبيه غير موجود
cs: Výstraha neexistuje.
de: Der Alarm ist nicht vorhanden
es: La alerta no existe
fr: L'alerte n'existe pas.
hu: A riasztás nem létezik.
it: L'avviso non esiste
ja: アラートが存在しません
nl: De waarschuwing bestaat niet
pl: Alert nie istnieje
pt_br: O alerta não existe
ru: Предупреждение не существует
sv: Varningen finns inte

source: Created a new shadow CIB for %USER%.
ar: تم إنشاء ظل CIB احتياطي جديد للمستخدم %USER%.
cs: Byla vytvořena nová stínová kopie souboru CIB pro uživatele %USER%.
de: Für %USER% wurde eine neue Schatten-CIB erstellt.
es: Se ha creado un nuevo CIB de sombra para %USER%.
fr: Un nouveau CIB shadow a été créé pour %USER%.
hu: Megtörtént az új árnyék CIB létrehozása %USER% számára.
it: Nuovo CIB shadow creato per %USER%.
ja: %USER% の新規シャドウCIBを作成しました。
nl: Er is een nieuwe schaduw-CIB voor %USER% gemaakt.
pl: Utworzono nowe lustrzane CIB dla użytkownika %USER%.
pt_br: Novo CIB de sombra criado para %USER%.
ru: Создан теневой CIB для пользователя %USER%.
sv: Skapade nytt skugg-CIB för %USER%.

source: Unable to create shadow CIB
ar: تعذر إنشاء ظل احتياطي لـ CIB
cs: Nepodařilo se vytvořit stínové CIB
de: Schatten-CIB kann nicht erstellt werden
es: No es posible crear el CIB de sombra
fr: Impossible de créer le CIB fantôme.
hu: Nem hozható létre shadow CIB
it: Impossibile creare CIB shadow
ja: シャドウCIBを生成できません
nl: Kan geen schaduw-CIB maken
pl: Nie można utworzyć lustrzanego CIB
pt_br: Impossível criar CIB de sombra
ru: Не удалось создать теневую базу сведений о кластере (CIB)
sv: Det går inte att skapa skugg-CIB

source: Error: Permission denied for user (%s)
ar: خطأ: الإذن مرفوض للمستخدم (%s)
cs: Chyba: Povolení odepřeno pro uživatele (%s)
de: Fehler: Berechtigung für Benutzer (%s) verweigert
es: Error: permiso denegado para el usuario (%s)
fr: Erreur : autorisation refusée pour l'utilisateur (%s)
hu: Hiba: A rendszer megtagadta az engedélyt a felhasználótól (%s)
it: Errore: autorizzazione negata per utente (%s)
ja: エラー: ユーザ(%s)のアクセス承認拒否
nl: Fout: toegang geweigerd voor gebruiker (%s)
pl: Błąd: odmowa dostępu dla użytkownika (%s)
pt_br: Erro: Permissão negada para usuário (%s)
ru: Ошибка: доступ пользователя запрещен (%s)
sv: Fel: Behörighet nekad för användaren (%s)

source: Error: Not authenticated
ar: خطأ: غير مصدق
cs: Chyba: Neověřeno
de: Fehler: Nicht authentifiziert
es: Error: sin autenticar
fr: Erreur : non authentifié
hu: Hiba: Nincs hitelesítve
it: Errore: autenticazione non eseguita
ja: エラー: 認証されていません
nl: Fout: niet geverifieerd
pl: Błąd: brak uwierzytelnienia
pt_br: Erro: Não autenticado
ru: Ошибка: не пройдена аутентификация
sv: Fel: Ej behörig

source: Error: Record not found
ar: خطأ: لم يتم العثور على السجل
cs: Chyba: Záznam nebyl nalezen
de: Fehler: Datensatz nicht gefunden
es: Error: no se encuentra el registro
fr: Erreur : enregistrement introuvable
hu: Hiba: A rekord nem található
it: Errore: record non trovato
ja: エラー: レコードが見つかりません
nl: Fout: record niet gevonden
pl: Błąd: nie znaleziono rekordu
pt_br: Erro: Registro não encontrado
ru: Ошибка: запись не найдена
sv: Fel: Det gick inte att hitta posten

source: Failed to apply configuration
ar: فشل تطبيق التكوين
cs: Použití konfigurace se nezdařilo
de: Fehler beim Anwenden der Konfiguration
es: Error al aplicar la configuración
fr: La configuration n'a pas pu être appliquée.
hu: A konfigurációt nem sikerült alkalmazni.
it: Applicazione della configurazione non riuscita
ja: 設定の適用に失敗しました
nl: Configuratie toepassen mislukt
pl: Nie można zastosować konfiguracji
pt_br: Falha ao aplicar configuração
ru: Не удалось применить конфигурацию
sv: Det gick inte att tillämpa konfigurationen

source: Applied configuration successfully
ar: تم تطبيق التكوين بنجاح
cs: Konfigurace byla úspěšně použita
de: Konfiguration erfolgreich angewendet
es: Configuración aplicada correctamente
fr: La configuration a été appliquée.
hu: A konfiguráció alkalmazása sikeresen megtörtént.
it: Applicazione della configurazione completata
ja: 設定が正常に適用されました
nl: Configuratie is toegepast
pl: Konfiguracja została zastosowana
pt_br: Configuração aplicada com êxito
ru: Конфигурация успешно применена
sv: Konfigurationen har tillämpats

source: Create Clone
ar: إنشاء استنساخ
cs: Vytvořit klon
de: Klon erstellen
es: Crear clon
fr: Créer un clone
hu: Klón létrehozása
it: Crea clone
ja: クローンの作成
nl: Kloon maken
pl: Klonuj
pt_br: Criar Clone
ru: Создать клон
sv: Skapa klon

source: Clone created successfully
ar: تم إنشاء الاستنساخ بنجاح
cs: Klon byl úspěšně vytvořen
de: Klon erfolgreich erstellt
es: Clon creado correctamente
fr: Le clone a été créé avec succès.
hu: Klón létrehozása sikeresen
it: Creazione clone completata
ja: クローンが正常に作成されました
nl: De kloon is gemaakt
pl: Klon został utworzony
pt_br: Clone criado com êxito
ru: Клон успешно создан
sv: Klonen har skapats

source: Edit Clone
ar: تحرير الاستنساخ
cs: Upravit klon
de: Klon bearbeiten
es: Editar clon
fr: Modifier le clone
hu: Klón szerkesztése
it: Modifica clone
ja: クローンの編集
nl: Kloon bewerken
pl: Edytuj klon
pt_br: Editar Clone
ru: Редактировать клон
sv: Redigera klon

source: Clone updated successfully
ar: تم تحديث الاستنساخ بنجاح
cs: Klon byl úspěšně aktualizován
de: Klon erfolgreich aktualisiert
es: Clon actualizado correctamente
fr: Le clone a été mis à jour avec succès.
hu: Klón sikeresen frissítve
it: Aggiornamento clone completato
ja: クローンが正常に更新されました
nl: De kloon is bijgewerkt
pl: Klon został zaktualizowany
pt_br: Clone atualizado com êxito
ru: Клон успешно изменен
sv: Klonen har uppdaterats

source: Clone deleted successfully
ar: تم حذف الاستنساخ بنجاح
cs: Klon byl úspěšně odstraněn.
de: Klon erfolgreich gelöscht
es: Clon suprimido correctamente
fr: Clone supprimé avec succès
hu: Klón törlése sikeres
it: Clone eliminato
ja: クローンが正常に削除されました
nl: De kloon is verwijderd
pl: Klon został usunięty
pt_br: Clone apagado com êxito
ru: Клон успешно удален
sv: Klonen har tagits bort

source: Clones
ar: عمليات الاستنساخ
cs: Klony
de: Klone
hu: Klónok
it: Cloni
ja: クローン
nl: Klonen
pl: Klony
ru: Клоны
sv: Kloner

source: The clone does not exist
ar: الاستنساخ غير موجود
cs: Klon neexistuje.
de: Der Klon ist nicht vorhanden
es: El clon no existe.
fr: Le clone n'existe pas.
hu: A klón nem létezik
it: Il clone non esiste
ja: クローンが存在しません
nl: De kloon bestaat niet.
pl: Klon nie istnieje
pt_br: O clone não existe
ru: Клон не существует.
sv: Klonfilen finns inte

source: Create Colocation
ar: إنشاء موقع مشترك
cs: Vytvořit kolokaci
de: Server-Housing erstellen
es: Crear colocación
fr: Créer une colocation
hu: Kolokáció létrehozása
it: Crea co-location
ja: コロケーションの作成
nl: Colocatie maken
pl: Utwórz kolokację
pt_br: Criar Colocation
ru: Создать совместное расположение
sv: Skapa colocation

source: Constraint created successfully
ar: تم إنشاء القيد بنجاح
cs: Omezení bylo úspěšně vytvořeno
de: Einschränkung erfolgreich erstellt
es: Restricción creada correctamente
fr: La contrainte a été créée avec succès.
hu: A szabály sikeresen létrejött
it: Creazione vincolo completata
ja: 制約が正常に作成されました
nl: De beperking is gemaakt
pl: Ograniczenie zostało utworzone
pt_br: Restrição criada com êxito
ru: Ограничение успешно создано
sv: Begränsningen har skapats

source: Edit Colocation
ar: تحرير الموقع المشترك
cs: Upravit kolokaci
de: Server-Housing bearbeiten
es: Editar colocación
fr: Modifier la colocation
hu: Kolokáció szerkesztése
it: Modifica co-location
ja: コロケーションの編集
nl: Colocatie bewerken
pl: Edytuj kolokację
pt_br: Editar Colocation
ru: Редактировать совместное расположение
sv: Redigera colocation

source: Constraint updated successfully
ar: تم تحديث القيد بنجاح
cs: Omezení bylo úspěšně aktualizováno
de: Einschränkung erfolgreich aktualisiert
es: Restricción actualizada correctamente
fr: La contrainte a été mise à jour avec succès.
hu: A szabály frissítése sikeres
it: Aggiornamento vincolo completato
ja: 制約が正常に更新されました
nl: Beperking is bijgewerkt
pl: Ograniczenie zostało zaktualizowane
pt_br: Restrição atualizada com êxito
ru: Ограничение успешно обновлено
sv: Begränsningen uppdaterades

source: Colocation deleted successfully
ar: تم إنشاء الموقع المشترك بنجاح
cs: Kolokace byla úspěšně odstraněna.
de: Server-Housing erfolgreich gelöscht
es: Colocación suprimida correctamente
fr: Colocation supprimée avec succès
hu: A kolokáció törlése sikeres
it: Co-location eliminata
ja: コロケーションが正常に削除されました
nl: De colocatie is verwijderd
pl: Kolokacja została usunięta
pt_br: Colocation apagado com êxito
ru: Совместное расположение успешно удалено
sv: Colocationen har skapats

source: Colocations
ar: المواقع المشترك
cs: Kolokace
de: Server-Housings
es: Colocaciones
hu: Kolokációk
it: Co-location
ja: コロケーション
nl: Colocaties
pl: Kolokacje
ru: Совместные расположения
sv: Colocationer

source: The colocation constraint does not exist
ar: قيد موقع المشترك غير موجود
cs: Omezení kolokace neexistuje.
de: Die Einschränkung für Server-Housing ist nicht vorhanden
es: La restricción de colocación no existe.
fr: La contrainte de colocation n'existe pas.
hu: A kolokációs megszorítás nem létezik
it: Il vincolo di co-location non esiste
ja: コロケーションの制約が存在しません
nl: De colocatiebeperking bestaat niet
pl: Ograniczenie kolokacji nie istnieje
pt_br: A restrição de colocation não existe
ru: Ограничение совместного расположения не существует
sv: Colocationsbegränsningen finns inte

source: Command Log
ar: سجل الأمر
cs: Protokol příkazů
de: Befehlsprotokoll
es: Registro de comandos
fr: Journal de commande
hu: Parancsnapló
it: Registro comando
ja: コマンドログ
nl: Commandolog
pl: Dziennik poleceń
pt_br: Registro do Comando
ru: Журнал команд
sv: Kommandologg

source: Successfully renamed %{A} to %{B}
ar: تمت إعادة تسمية %{A} إلى %{B} بنجاح
cs: Název položky %{A} byl úspěšně změněn na %{B}
de: %{A} erfolgreich in %{B} umbenannt
es: %{A} renombrado correctamente como %{B}
fr: %{A} a été renommé %{B}.
hu: Sikeres átnevezés, a korábbi név: %{A}, az új név: %{B}
it: Ridenominazione di %{A} in %{B} completata
ja: %{A} を %{B} に正常に名前変更しました
nl: Naam %{A} is veranderd in %{B}
pl: Nazwa %{A} została zmieniona na %{B}
pt_br: %{A} renomeado(a) com êxito para %{B}
ru: Ресурс %{A} успешно переименован в %{B}
sv: Namnet har ändrats från %{A} till %{B}

source: Failed to rename %{A} to %{B}: %{E}
ar: فشلت إعادة تسمية %{A} إلى %{B}: %{E}
cs: Změna názvu položky %{A} na %{B} se nezdařila: %{E}
de: Fehler beim Umbenennen von %{A} in %{B}: %{E}
es: Error al renombrar %{A} como %{B}: %{E}
fr: %{A} n'a pas pu être renommé %{B} : %{E}
hu: Sikertelen átnevezés – %{A} helyett %{B} névre: %{E}
it: Ridenominazione di %{A} in %{B} non riuscita: %{E}
ja: %{A} を %{B} に名前変更できませんでした: %{E}
nl: Kan naam %{A} niet veranderen in %{B}: %{E}
pl: Nie można zmienić nazwy %{A} na %{B}: %{E}
pt_br: Falha ao renomear %{A} para %{B}: %{E}
ru: Не удалось переименовать ресурс %{A} в %{B}: %{E}
sv: Det gick inte att byta namn från %{A} till %{B}: %{E}

source: Constraints
ar: القيود
cs: Omezení
de: Einschränkungen
es: Restricciones
fr: Contraintes
hu: Megszorítások
it: Vincoli
ja: 制約
nl: Beperkingen
pl: Ograniczenia
pt_br: Restrições
ru: Ограничения
sv: Begränsningar

source: Configuration updated successfully
ar: تم تحديث التكوين بنجاح
cs: Konfigurace byla úspěšně aktualizována.
de: Konfiguration erfolgreich aktualisiert
es: Configuración actualizada correctamente
fr: Configuration mise à jour avec succès
hu: A konfiguráció frissítése sikeres
it: Configurazione aggiornata
ja: 設定が正常に更新されました
nl: Configuratie is bijgewerkt
pl: Konfiguracja została zaktualizowana
pt_br: Configuração atualizada com êxito
ru: Конфигурация успешно обновлена
sv: Inställningen uppdaterades
