Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: Simulator
ar: محاكي
cs: Simulátor
es: Simulador
fr: Simulateur
hu: Szimulátor
it: Simulatore
ja: シミュレータ
nl: Simulatie
pl: Symulator
pt_br: Simulador
ru: Симулятор

source: Create Tag
ar: إنشاء علامة
cs: Vytvořit značku
de: Markierung erstellen
es: Crear etiqueta
fr: Créer une balise
hu: Címke létrehozása
it: Crea tag
ja: タグの作成
nl: Tag maken
pl: Utwórz znacznik
pt_br: Criar Tag
ru: Создать тег
sv: Skapa tagg

source: Tag created successfully
ar: تم إنشاء العلامة بنجاح
cs: Značka byla úspěšně vytvořena.
de: Markierung erfolgreich erstellt
es: Etiqueta creada correctamente
fr: Balise créée avec succès
hu: A címke sikeresen elkészült
it: Tag creato
ja: タグが正常に作成されました
nl: De tag is gemaakt
pl: Znacznik został utworzony
pt_br: Tag criada com êxito
ru: Тег успешно создан
sv: Taggen har skapats

source: Edit Tag
ar: تحرير علامة
cs: Upravit značku
de: Markierung bearbeiten
es: Editar etiqueta
fr: Modifier la balise
hu: Címke szerkesztése
it: Modifica tag
ja: タグの編集
nl: Tag bewerken
pl: Edytuj znacznik
pt_br: Editar Tag
ru: Редактировать тег
sv: Redigera tagg

source: Tag updated successfully
ar: تم تحديث العلامة بنجاح
cs: Značka byla úspěšně upravena.
de: Markierung erfolgreich aktualisiert
es: Etiqueta actualizada correctamente
fr: Balise mise à jour avec succès
hu: A címke frissítése sikeres
it: Tag aggiornato
ja: タグが正常に更新されました
nl: De tag is bijgewerkt
pl: Znacznik został zaktualizowany
pt_br: Tag atualizada com êxito
ru: Тег успешно обновлен
sv: Taggen har uppdaterats

source: Tag deleted successfully
ar: تم حذف العلامة بنجاح
cs: Značka byla úspěšně odstraněna.
de: Markierung erfolgreich gelöscht
es: Etiqueta suprimida correctamente
fr: Balise supprimée avec succès
hu: A címke törlése sikeres
it: Tag eliminato
ja: タグが正常に削除されました
nl: De tag is verwijderd
pl: Znacznik został usunięty
pt_br: Tag apagada com êxito
ru: Тег успешно удален
sv: Taggen har tagits bort

source: Tags
ar: العلامات
cs: Značky
de: Markierungen
es: Etiquetas
fr: Balises
hu: Címkék
it: Tag
ja: タグ
pl: Znaczniki
ru: Теги
sv: Taggar

source: The tag does not exist
ar: العلامة غير موجودة
cs: Značka neexistuje.
de: Die Markierung ist nicht vorhanden
es: La etiqueta no existe.
fr: La balise n'existe pas.
hu: A címke nem létezik
it: Il tag non esiste
ja: タグが存在しません
nl: De tag bestaat niet
pl: Znacznik nie istnieje
pt_br: A tag não existe
ru: Тег не существует
sv: Taggen finns inte

source: Create Template
ar: إنشاء قالب
cs: Vytvořit šablonu
de: Vorlage erstellen
es: Crear plantilla
fr: Créer un modèle
hu: Sablon létrehozása
it: Crea modello
ja: テンプレートの作成
nl: Sjabloon maken
pl: Utwórz szablon
pt_br: Criar Gabarito
ru: Создать шаблон
sv: Skapa mall

source: Template created successfully
ar: تم إنشاء القالب بنجاح
cs: Šablona byla úspěšně vytvořena.
de: Vorlage erfolgreich erstellt
es: Plantilla creada correctamente
fr: Le modèle a été créé.
hu: A sablon létrehozása sikeres
it: Creazione modello completata
ja: テンプレートが正常に作成されました
nl: De sjabloon is gemaakt
pl: Szablon został utworzony pomyślnie
pt_br: Gabarito criado com êxito
ru: Шаблон создан успешно
sv: Mallen har skapats

source: Edit Template
ar: تحرير القالب
cs: Upravit šablonu
de: Vorlage bearbeiten
es: Editar plantilla
fr: Éditer le modèle
hu: Sablon szerkesztése
it: Modifica modello
ja: テンプレートの編集
nl: Sjabloon bewerken
pl: Edycja szablonu
pt_br: Editar Gabarito
ru: Редактировать шаблон
sv: Redigera mall

source: Template updated successfully
ar: تم تحديث القالب بنجاح
cs: Šablona byla úspěšně aktualizována.
de: Vorlage erfolgreich aktualisiert
es: Plantilla actualizada correctamente
fr: Le modèle a été mis à jour.
hu: A sablon módosítása sikeres
it: Aggiornamento modello completato
ja: テンプレートが正常に更新されました
nl: De sjabloon is bijgewerkt
pl: Szablon został zaktualizowany pomyślnie
pt_br: Gabarito atualizado com êxito
ru: Шаблон изменен успешно
sv: Mallen har uppdaterats

source: Template deleted successfully
ar: تم حذف القالب بنجاح
cs: Šablona byla úspěšně odstraněna.
de: Vorlage erfolgreich gelöscht
es: Plantilla suprimida correctamente
fr: Modèle supprimé avec succès
hu: A sablon törlése sikeres
it: Modello eliminato
ja: テンプレートが正常に削除されました
nl: De sjabloon is verwijderd
pl: Szablon został usunięty
pt_br: Gabarito apagado com êxito
ru: Шаблон успешно удален
sv: Mallen har tagits bort

source: You have no template feature support
ar: لا يوجد لديك دعم ميزة القالب
cs: Není k dispozici žádná podpora funkcí šablon.
de: Die Vorlagenfunktion wird nicht unterstützt
es: No dispone de compatibilidad con la función de plantillas.
fr: Vous ne disposez pas d'une assistance pour la fonctionnalité de modèle.
hu: Nincs sablonfunkció-támogatása
it: Non si dispone del supporto della funzione modello
ja: テンプレート機能のサポートがありません
nl: U hebt geen ondersteuning voor de sjabloonfunctie
pl: Brak obsługi funkcji szablonów
pt_br: Você não tem suporte ao recurso de gabarito
ru: Поддержка функции шаблонов отсутствует
sv: Du saknar stöd för mallfunktioner

source: Templates
ar: القوالب
cs: Šablony
de: Vorlagen
es: Plantillas
fr: Modèles
hu: Sablonok
it: Modelli
ja: テンプレート
nl: Sjablonen
pl: Szablony
pt_br: Gabaritos
ru: Шаблоны
sv: Mallar

source: The template does not exist
ar: القالب غير موجود
cs: Šablona neexistuje.
de: Die Vorlage ist nicht vorhanden
es: La plantilla no existe.
fr: Modèle inexistant
hu: A sablon nem létezik
it: Il modello non esiste
ja: テンプレートが存在しません
nl: De sjabloon bestaat niet
pl: Szablon nie istnieje
pt_br: O gabarito não existe
ru: Шаблон не существует
sv: Mallen finns inte

source: Create Ticket
ar: إنشاء بطاقة
cs: Vytvořit lístek
de: Ticket erstellen
es: Crear ticket
fr: Créer le ticket
hu: Jegy létrehozása
it: Crea ticket
ja: チケットの作成
nl: Ticket maken
pl: Utwórz żeton
pt_br: Criar Ticket
ru: Создать билет
sv: Skapa biljett

source: Edit Ticket
ar: تحرير بطاقة
cs: Upravit lístek
de: Ticket bearbeiten
es: Editar ticket
fr: Modifier le ticket
hu: Jegy szerkesztése
it: Modifica ticket
ja: チケットの編集
nl: Ticket bewerken
pl: Edytuj żeton
pt_br: Editar Ticket
ru: Редактировать билет
sv: Redigera biljett

source: Ticket deleted successfully
ar: تم حذف البطاقة بنجاح
cs: Lístek byl úspěšně odstraněn.
de: Ticket erfolgreich gelöscht
es: Ticket suprimido correctamente
fr: Ticket supprimé avec succès
hu: A jegy törlése sikeres
it: Ticket eliminato
ja: チケットが正常に削除されました
nl: Ticket is verwijderd
pl: Żeton został usunięty
pt_br: Ticket apagado com êxito
ru: Билет успешно удален
sv: Biljetten har tagits bort

source: Successfully granted the ticket
ar: تم منح البطاقة بنجاح
cs: Lístek byl úspěšně udělen.
de: Ticket erfolgreich gewährt
es: Ticket otorgado correctamente
fr: Ticket accordé avec succès
hu: A jegy megadása sikeresen megtörtént
it: Ticket concesso
ja: チケットが正常に認可されました
nl: Het ticket is verleend
pl: Żeton został przyznany
pt_br: Ticket concedido com êxito
ru: Билет успешно предоставлен
sv: Biljetten har beviljats

source: Error granting the ticket
ar: حدث خطأ أثناء منح البطاقة
cs: Při udělování lístku došlo k chybě
de: Fehler beim Gewähren des Tickets
es: Error al otorgar el ticket
fr: Erreur lors de l'octroi du ticket
hu: Hiba a jegy megadásakor
it: Errore durante la concessione della richiesta
ja: チケットの認可でエラーが発生しました
nl: Fout bij verlenen van ticket
pl: Błąd podczas przyznawania żetonu
pt_br: Erro ao conceder ticket
ru: Ошибка при предоставлении билета
sv: Fel vid beviljande av biljett

source: Successfully revoked the ticket
ar: تم إبطال البطاقة بنجاح
cs: Lístek byl úspěšně udělen.
de: Ticket erfolgreich zurückgezogen
es: Ticket revocado correctamente
fr: Ticket révoqué avec succès
hu: A jegy visszavonása sikeresen megtörtént
it: Ticket revocato
ja: チケットが正常に取り消されました
nl: Het ticket is ingetrokken
pl: Żeton został unieważniony
pt_br: Ticket revogado com êxito
ru: Билет успешно отозван
sv: Biljetten har upphävts

source: Error revoking the ticket
ar: حدث خطأ أثناء إبطال البطاقة
cs: Při odvolávání lístku došlo k chybě
de: Fehler beim Zurückziehen des Tickets
es: Error al revocar el ticket
fr: Erreur lors de la révocation du ticket
hu: Hiba a jegy visszavonásakor
it: Errore durante la revoca della richiesta
ja: チケットの取り消しでエラーが発生しました
nl: Fout bij intrekken van ticket
pl: Błąd podczas unieważniania żetonu
pt_br: Erro ao revogar ticket
ru: Ошибка при отзыве билета
sv: Fel vid återkallelse av biljett

source: Simulator active: Use the ticket controls in the simulator
ar: المحاكي نشط: استخدام وحدات التحكم في البطاقة في المحاكي
cs: Simulátor je aktivní: V simulátoru se používají kontroly lístků.
de: Simulator aktiv: Verwenden Sie die Ticketsteuerungen des Simulators
es: Simulador activo: utilice los controles de ticket del simulador.
fr: Simulateur actif : utiliser les commandes du ticket dans le simulateur
hu: A szimulátor aktív: használja a szimulátor jegy vezérlőelemeit
it: Simulatore attivo: usare i controlli ticket nel simulatore
ja: シミュレータを有効にする: シミュレータのチケットコントロールの使用
nl: Simulator actief: gebruik de ticketelementen in de simulator
pl: Symulator aktywny: użyj elementów sterujących żetonu w symulatorze
pt_br: Simulador ativo: Usar controles de ticket no simulador
ru: Симулятор активен: используйте элементы управления билета в симуляторе
sv: Simulator aktiv: använd biljettreglagen i simulatorn

source: Tickets
ar: البطاقات
cs: Lístky
hu: Jegyek
it: Richieste
ja: チケット
pl: Żetony
ru: Билеты
sv: Biljetter

source: The ticket constraint does not exist
ar: قيد البطاقة غير موجود
cs: Omezení lístku neexistuje.
de: Die Ticketeinschränkung ist nicht vorhanden
es: La restricción de ticket no existe.
fr: La contrainte de ticket n'existe pas.
hu: A jegymegszorítás nem létezik
it: Il vincolo ticket non esiste
ja: チケット制約が存在しません
nl: De ticketbeperking bestaat niet
pl: Ograniczenie żetonu nie istnieje
pt_br: A restrição de ticket não existe
ru: Ограничение билета не существует
sv: Biljettbegränsningen finns inte

source: Create ACL Target
ar: إنشاء هدف ACL
cs: Vytvořit cíl seznamu řízení přístupu
de: ACL-Ziel erstellen
es: Crear destino de ACL
fr: Créer la cible ACL
hu: ACL-cél létrehozása
it: Crea destinazione ACl
ja: ACLターゲットの作成
nl: ACL-doel maken
pl: Utwórz cel listy ACL
pt_br: Criar Destino da ACL
ru: Создать цель ACL
sv: Skapa ACL-mål

source: ACL target created successfully
ar: تم إنشاء هدف ACL
cs: Cíl seznamu řízení přístupu byl úspěšně vytvořen.
de: ACL-Ziel erfolgreich erstellt
es: Destino de ACL creado correctamente
fr: Cible ACL créée avec succès
hu: Az ACL-cél sikeresen elkészült
it: Destinazione ACL creata
ja: ACLターゲットが正常に作成されました
nl: ACL-doel is gemaakt
pl: Cel listy ACL został utworzony
pt_br: Destino da ACL criado com êxito
ru: Цель ACL успешно создана
sv: ACL-målet har skapats

source: Edit ACL Target
ar: تحرير هدف ACL
cs: Upravit cíl seznamu řízení přístupu
de: ACL-Ziel bearbeiten
es: Editar destino de ACL
fr: Modifier la cible ACL
hu: ACL-cél szerkesztése
it: Modifica destinazione ACL
ja: ACLターゲットの編集
nl: ACL-doel bewerken
pl: Edytuj cel listy ACL
pt_br: Editar Destino da ACL
ru: Редактировать цель ACL
sv: Redigera ACL-mål

source: ACL target updated successfully
ar: تم تحديث هدف ACL بنجاح
cs: Cíl seznamu řízení přístupu byl úspěšně aktualizován.
de: ACL-Ziel erfolgreich aktualisiert
es: Destino de ACL actualizado correctamente
fr: Cible ACL mise à jour avec succès
hu: Az ACL-cél sikeresen frissítve
it: Destinazione ACL aggiornata
ja: ACLターゲットが正常に更新されました
nl: ACL-doel is bijgewerkt
pl: Cel listy ACL został zaktualizowany
pt_br: Destino da ACL atualizado com êxito
ru: Цель ACL успешно обновлена
sv: ACL-målet har uppdaterats

source: ACL target deleted successfully
ar: تم حذف هدف ACL بنجاح
cs: Cíl seznamu řízení přístupu byl úspěšně odstraněn.
de: ACL-Ziel erfolgreich gelöscht
es: Destino de ACL suprimido correctamente
fr: Cible ACL supprimée avec succès
hu: Az ACL-cél törlése sikeresen megtörtént
it: Destinazione ACL modificata
ja: ACLターゲットが正常に削除されました
nl: ACL-doel is verwijderd
pl: Cel listy ACL został usunięty
pt_br: Destino da ACL apagado com êxito
ru: Цель ACL успешно удалена
sv: ACL-målet har tagits bort

source: ACL is not supported by this cluster.
ar: لا تدعم المجموعة المتماثلة ACL
cs: Tento cluster nepodporuje seznam řízení přístupu.
de: Die ACL wird vom Cluster nicht unterstützt.
es: Este clúster no es compatible con ACL.
fr: ACL n'est pas pris en charge par cette grappe.
hu: Ez a fürt nem támogatja az ACL-t.
it: ACL non supportato dal cluster.
ja: ACLはこのクラスタでサポートされていません。
nl: ACL wordt niet ondersteund door dit cluster
pl: Lista ACL nie jest obsługiwana przez ten klaster.
pt_br: ACL não suportada por este cluster.
ru: Этот кластер не поддерживает ACL
sv: Det här klustret saknar stöd för ACL.

source: ACL Targets
ar: أهداف ACL
cs: Cíle seznamu řízení přístupu
de: ACL-Ziele
es: Destinos de ACL
fr: Cibles ACL
hu: ACL-célok
it: Destinazioni ACL
ja: ACLターゲット
nl: ACL-doelen
pl: Cele listy ACL
pt_br: Destinos da ACL
ru: Цели ACL
sv: ACL-mål

source: The ACL target does not exist
ar: هدف ACL غير موجود
cs: Cíl seznamu řízení přístupu neexistuje.
de: Das ACL-Ziel ist nicht vorhanden
es: El destino de ACL no existe.
fr: La cible ACL n'existe pas.
hu: Az ACL-cél nem létezik.
it: La destinazione ACL non esiste
ja: ACLターゲットが存在しません
nl: Het ACL-doel bestaat niet
pl: Cel listy ACL nie istnieje
pt_br: O destino da ACL não existe
ru: Цель ACL не существует
sv: ACL-målet finns inte

source: Session has expired
ar: انتهت صلاحية الجلسة
cs: Platnost relace vypršela.
de: Sitzung ist abgelaufen
es: La sesión ha caducado.
fr: La session a expiré.
hu: Lejárt a munkamenet
it: Sessione scaduta
ja: セッションの有効期限が切れました
nl: Sessie is verlopen
pl: Sesja wygasła
pt_br: A sessão expirou
ru: Время сеанса завершено
sv: Sessionen har upphört att gälla

source: Wizard cannot be applied when the simulator is active
ar: لا يمكن تطبيق المعالج والمحاكي نشط
cs: Průvodce nelze použít, když je simulátor aktivní.
de: Assistent kann nicht angewendet werden, solange der Simulator aktiv ist
es: No es posible aplicar el asistente cuando el simulador está activo.
fr: L'assistant ne peut pas être appliqué lorsque le simulateur est actif.
hu: A varázsló nem alkalmazható, ha a szimulátor aktív
it: Impossibile applicare la procedura guidata con simulatore attivo
ja: シミュレータがアクティブなときにウィザードを適用できません
nl: Wizard kan niet worden toegepast wanneer de simulator actief is
pl: Nie można zastosować kreatora, gdy jest aktywny symulator
pt_br: Impossível aplicar o assistente com o simulador ativo
ru: Невозможно применить мастер при активном симуляторе
sv: Guiden kan inte tillämpas när simulatorn är aktiv

source: Use a wizard
ar: استخدام معالج
cs: Použít průvodce
de: Assistent verwenden
es: Usar un asistente
fr: Utiliser un assistant
hu: Varázsló használata
it: Usa una procedura guidata
ja: ウィザードの使用
nl: Een wizard gebruiken
pl: Użyj kreatora
pt_br: Usar assistente
ru: Использовать мастер
sv: Använd en guide

source: Permission denied - you do not have write access to the CIB.
ar: تم رفض الإذن - ليس لديك حق الوصول للكتابة إلى CIB.
cs: Přístup byl odepřen, protože nemáte přístup k zápisu do souboru CIB.
de: Berechtigung verweigert - Sie haben keinen Schreibzugriff auf die CIB-Datei.
es: Permiso denegado: no tiene acceso de escritura al archivo CIB.
fr: Autorisation refusée : vous ne possédez pas d'accès en écriture sur le CIB.
hu: Engedély elutasítva - nincs írási hozzáférése a CIB fájlhoz.
it: Autorizzazione negata: non si dispone di accesso in scrittura a CIB.
ja: 許可が拒否されました - CIBに対する書き込みアクセスがありません。
nl: Toestemming geweigerd - u hebt geen schrijftoegang tot de CIB.
pl: Odmowa uprawnień — nie masz dostępu z prawem zapisu do bazy danych CIB.
pt_br: Permissão negada: você não tem acesso de gravação ao CIB.
ru: Доступ отклонен: у вас нет прав на запись в CIB.
sv: Åtkomst nekad - du har inte skrivbehörighet för CIB:n.

source: Cluster seems to be offline
ar: المجموعة المتماثلة تبدو غير متصلة
cs: Cluster je pravděpodobně v režimu offline.
de: Cluster scheint offline zu sein
es: El clúster parece estar desconectado.
fr: La grappe semble être hors ligne.
hu: A fürt offline állapotúnak látszik
it: Il cluster sembra essere offline
ja: クラスタはオフラインである可能性があります
nl: Cluster lijkt offline te zijn
pl: Klaster jest wyłączony
pt_br: O cluster parece estar offline
ru: Похоже, что кластер недоступен
sv: Klustret verkar vara offline

source: Required
ar: مطلوب
cs: Požadováno
de: Erforderlich
es: Obligatorio
fr: Requis
hu: Szükséges
it: Richiesto
ja: 必要
nl: Vereist
pl: Wymagana
pt_br: Obrigatório
ru: Необходимый
sv: Krävs

source: Unique
ar: فريد
cs: Jedinečné
de: Eindeutig
es: Único
hu: Egyedi
it: Univoco
ja: 固有
nl: Uniek
pl: Unikalna
pt_br: Exclusivo
ru: Уникальный
sv: Unikt

source: Profile
ar: ملف التعريف
cs: Profil
de: Profil
es: Perfil
fr: Profil
hu: Profil
it: Profilo
ja: プロファイル
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
sv: Ny profil

source: File a Bug Report
ar: تقديم تقرير خطأ
cs: Podat hlášení o chybě
de: Fehlerbericht ablegen
es: El archivo es un informe de errores
fr: Consigner un rapport de bogue
hu: Hibajelentés beküldése
it: Archivia la segnalazione di un bug
ja: バグレポートを提出する
nl: Een bugrapport opslaan
pl: Zapisz raport o błędzie
pt_br: Registrar Relatório de Bug
ru: Отправить сообщение об ошибке
sv: Registrera en felrapport

source: Report a bug or request a feature!
ar: قم بالإبلاغ عن وجود خطأ أو طلب ميزة!
cs: Nahlaste chybu nebo požádejte o nějakou funkci!
de: Melden Sie einen Fehler oder fordern Sie eine Funktion an!
es: Informar sobre un error o pedir una función.
fr: Signaler un bogue ou demander une fonctionnalité !
hu: Itt bejelentheti a hibákat, illetve új funkciókat igényelhet.
it: Consente di segnalare un bug o richiedere una funzione.
ja: バグをレポートするか、機能を要求してください!
nl: Meld een bug of vraag een functie aan.
pl: Zgłoś błąd lub zaproponuj funkcję!
pt_br: Relate um bug ou solicite um recurso!
ru: Отправьте сообщение об ошибке или запрос на добавление функции!
sv: Registrera ett fel eller beställ en funktion.

source: Release Notes
ar: ملاحظات الإصدار
cs: Poznámky k verzi
de: Hinweise zur Version
es: Notas de la versión
fr: Notes de version
hu: Kiadási megjegyzések
it: Note di rilascio
ja: リリースノート
nl: Uitgavenotities
pl: Informacje o wydaniu
pt_br: Notas de Versão
ru: Примечания к выпуску
sv: Versionsfakta

source: Read the release notes for the SUSE High Availability Extension.
ar: قم بقراءة ملاحظات الإصدار SUSE High Availability Extension‏.
cs: Přečtěte si poznámky k verzi pro SUSE High Availability Extension.
de: Lesen Sie die Versionshinweise für die SUSE High Availability Extension.
es: Consulte las notas de la versión de SUSE High Availability Extension.
fr: Consultez les notes de version de SUSE High Availability Extension.
hu: Elolvashatja a SUSE High Availability Extension kiadási megjegyzéseit.
it: Consultare le note di rilascio per SUSE High Availability Extension.
ja: SUSE高可用性拡張機能については、リリースノートを参照してください。
nl: Lees de releaseopmerkingen voor de SUSE High Availability Extension.
pl: Przeczytaj informacje o wersji dla programu SUSE High Availability Extension.
pt_br: Leia as notas de versão da SUSE High Availability Extension.
ru: Ознакомьтесь с примечаниями к выпуску расширения SUSE High Availability Extension.
sv: Läs versionsfakta för SUSE High Availability Extension.

source: Read the most up-to-date documentation at the suse.com website.
ar: قم بقراءة أحدث الوثائق على موقع ويب suse.com‏.
cs: Přečtěte si nejaktuálnější dokumentaci na webu suse.com.
de: Lesen Sie die jeweils aktuelle Dokumentation auf der suse.com-Website.
es: Consulte la documentación más actualizada en el sitio Web suse.com.
fr: Consultez la documentation la plus à jour sur le site Web suse.com.
hu: A dokumentáció legfrissebb verzióját a suse.com webhelyen olvashatja el.
it: Consultare la documentazione più aggiornata sul sito Web suse.com.
ja: suse.comのWebサイトで最新の文書を参照してください。
nl: Lees de meest recente documentatie op suse.com.
pl: Zapoznaj się z najnowszą dokumentacją w witrynie suse.com.
pt_br: Leia a documentação mais atualizada no site suse.com na Web.
ru: Ознакомьтесь с текущей версией документации на веб-сайте suse.com.
sv: Läs den senaste dokumentationen på webbplatsen suse.com.

source: Online Documentation
ar: الوثائق على الإنترنت
cs: Online dokumentace
de: Online-Dokumentation
es: Documentación en línea
fr: Documentation en ligne
hu: Online dokumentáció
it: Documentazione online
ja: オンライン文書
nl: Online documentatie
pl: Dokumentacja online
pt_br: Documentação Online
ru: Документация в Интернете

source: Visit the Hawk website for information about the latest release.
ar: قم بزيارة موقع ويب Hawk للحصول على معلومات حول أحدث إصدار.
cs: Navštivte web Hawk, kde naleznete informace o poslední verzi.
de: Informationen zur neuesten Version finden Sie auf der Hawk-Website.
es: Visite el sitio Web de Hawk para obtener información sobre la versión más reciente.
fr: Visitez le site Web de Hawk pour plus d'informations sur la dernière version.
hu: A legújabb kiadásról a Hawk webhelyén talál tájékoztatást.
it: Per informazioni sull'ultimo rilascio, consultare il sito Web relativo a Hawk.
ja: 最新のリリースについては、HawkのWebサイトを参照してください。
nl: Ga naar de Hawk-website voor informatie over de nieuwste release.
pl: Odwiedź witrynę aplikacji Hawk w celu otrzymania informacji o najnowszej wersji.
pt_br: Visite o site do Hawk na Web para obter informações sobre a versão mais recente.
ru: Зайдите на веб-сайт Hawk с информацией о последнем выпуске.
sv: Information om den senaste versionen finns på Hawks webbplats.

source: News
ar: أخبار
es: Noticias
hu: Hírek
ja: ニュース
nl: Nieuws
pl: Aktualności
ru: Новости
sv: Nyheter

source: Getting Started using Hawk
ar: بدء التشغيل باستخدام Hawk
cs: Začínáme používat Hawk
de: Erste Schritte mit Hawk
es: Inicio con Hawk
fr: Mise en route de Hawk
hu: Bevezetés a Hawk használatába
it: Informazioni preliminari per l'utilizzo di Hawk
ja: Hawkを使用して始める
nl: Aan de slag met Hawk
pl: Rozpoczynanie pracy z aplikacją Hawk
pt_br: Introdução ao Hawk
ru: Начало работы с Hawk
sv: Kom igång med Hawk

source: Epoch
cs: Epocha
de: Epoche
es: Época
fr: Période
it: Epoca
ja: エポック
nl: Tijdperk
pl: Epoka
pt_br: Época
ru: Эпоха

source: Current Configuration Version
ar: إصدار التكوين الحالي
cs: Aktuální verze konfigurace
de: Aktuelle Konfigurationsversion
es: Versión de la configuración actual
fr: Version de la configuration actuelle
hu: Jelenlegi konfiguráció verziója
it: Versione configurazione attuale
ja: 現在の設定バージョン
nl: Huidige configuratieversie
pl: Bieżąca wersja konfiguracji
pt_br: Versão da Configuração Atual
ru: Текущая версия конфигурации
sv: Aktuell konfigurationsversion

source: Host
ar: المضيف
cs: Hostitel
fr: Hôte
hu: Gép
ja: ホスト(H)
ru: Хост
sv: Värddator

source: Designated Coordinator
ar: المنسق المستهدف
cs: Určený koordinátor
de: Designierter Koordinator
es: Coordinador designado
fr: Coordinateur désigné
hu: Kijelölt koordinátor
it: Coordinatore designato
ja: 指定コーディネータ
nl: Aangestelde coördinator
pl: Wyznaczony koordynator
pt_br: Coordenador Designado
ru: Назначенный координатор
sv: Utsedd koordinator

source: Schema
ar: المخطط
cs: Schéma
es: Esquema
fr: Schéma
hu: Séma
ja: スキーマ
pl: Schemat
pt_br: Esquema
ru: Схема

source: CIB Schema Version
ar: إصدار مخطط CIB
cs: Verze schématu souboru CIB
es: Versión de esquema CIB
fr: Version du schéma CIB
hu: CIB-sémaverzió
it: Versione schema CIB
ja: CIBスキーマのバージョン
nl: Versie CIB-schema
pl: Wersja schematu CIB
pt_br: Versão do Esquema CIB
ru: Версия схемы CIB

source: Last Written
ar: آخر ما تمت كتابته
cs: Naposledy zapsáno
de: Zuletzt geschrieben
es: Última escritura
fr: Dernière inscription
hu: Legutóbbi írás
it: Ultima scrittura
ja: 前回の書き込み
nl: Laatst geschreven
pl: Ostatnio zapisany
pt_br: Última Gravação
ru: Последняя запись
sv: Skrevs senast

source: Update Origin
ar: أصل التحديث
cs: Aktualizovat původ
de: Ursprung der Aktualisierung
es: Actualizar origen
fr: Origine de la mise à jour
hu: Frissítés eredete
it: Origine aggiornamento
ja: 更新元
nl: Oorsprong van bijwerken
pl: Węzeł aktualizujący
pt_br: Origem da Atualização
ru: Источник обновления
sv: Uppdatera ursprung
