Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: To apply the changes, Hawk requires root access, and password-less SSH access must be configured. See the Hawk documentation for more information.
ar: لتطبيق التغييرات، يتطلب Hawk تكوين وصول أولي ووصول SSH بدون كلمة مرور. راجع وثائق Hawk للحصول على مزيد من المعلومات.
cs: K použití změn musí mít nástroj Hawk přístup k účtu root a je nutné nakonfigurovat přístup SSH bez hesla. Další informace naleznete v dokumentaci k nástroji Hawk.
de: Zur Anwendung der Änderungen benötigt Hawk Root-Zugriff. Außerdem muss passwortloser SSH-Zugriff konfiguriert sein. Weitere Informationen finden Sie in der Dokumentation zu Hawk.
es: Para aplicar los cambios, Hawk requiere acceso de usuario root y es necesario configurar el acceso SSH sin contraseña. Consulte la documentación de Hawk para obtener más información.
fr: Pour appliquer les modifications, Hawk nécessite un accès root, et un accès SSH sans mot de passe doit être configuré. Pour plus d'informations, consultez la documentation Hawk.
hu: Ahhoz, hogy a Hawk alkalmazni tudja a változtatásokat, root hozzáférés szükséges, és konfigurálni kell a jelszó nélküli SSH-hozzáférést. További információkat a Hawk dokumentációjában talál.
it: Per applicare le modifiche, Hawk richiede l'accesso root ed è necessario configurare l'accesso SSH senza password. Per ulteriori informazioni, consultare la documentazione Hawk.
ja: 変更を適用する場合、Hawkにはルートアクセスが必要です。また、パスワードなしSSHアクセスを設定する必要があります。詳細については、Hawkのドキュメントを参照してください。
nl: Als u de wijzigingen wilt toepassen, vereist Hawk toegang tot de hoofdmap en moet SSH-toegang zonder wachtwoord worden geconfigureerd. Raadpleeg de Hawk-documentatie voor meer informatie.
pl: Aby zastosować zmiany, interfejs Hawk wymaga dostępu użytkownika root oraz skonfigurowania dostępu SSH bez hasła. Więcej informacji na ten temat można znaleźć w dokumentacji interfejsu Hawk.
pt_br: Para aplicar as mudanças, o Hawk requer acesso de root e configuração de acesso SSH sem senha. Consulte a documentação do Hawk para obter mais informações.
ru: Чтобы применить изменения, для Hawk необходим доступ в качестве суперпользователя. Кроме того, должен быть настроен SSH-доступ без использования пароля. Дополнительные сведения см. в документации Hawk.
sv: Hawk kräver root-åtkomst för att kunna tillämpa ändringarna, och SSH-åtkomst utan lösenord måste konfigureras. Se ytterligare information i Hawk-dokumentationen.

source: Root password
ar: كلمة مرور أولية
cs: Heslo uživatele root
de: Root-Passwort
es: Contraseña de usuario root
fr: Mot de passe root
hu: Root-jelszó
it: Password di root
ja: ルートパスワード
nl: Root-wachtwoord
pl: Hasło użytkownika root
pt_br: Senha root
ru: Пароль суперпользователя
sv: Root-lösenord

source: other
ar: أخرى
cs: jiné
de: Andere
es: otros
fr: autre
hu: egyéb
it: altro
ja: その他
nl: overig
pl: inne
pt_br: outros
ru: другое
sv: övriga

source: The object/attribute does not exist (cibadmin %{cmd})
ar: الكائن/السمة غير موجودة (cibadmin %{cmd})
cs: Objekt/atribut neexistuje (cibadmin %{cmd})
de: Das Objekt/Attribut ist nicht vorhanden (cibadmin %{cmd})
es: El objeto/atributo no existe (cibadmin %{cmd})
fr: L'objet/attribut n'existe pas (cibadmin %{cmd}).
hu: Az objektum/attribútum nem létezik: (cibadmin %{cmd})
it: L'oggetto/attributo non esiste (cibadmin %{cmd})
ja: オブジェクト/属性が存在しません(cibadmin %{cmd})
nl: Het object/attribuut bestaat niet (cibadmin %{cmd})
pl: Obiekt/atrybut nie istnieje (cibadmin %{cmd})
pt_br: O objeto/atributo não existe (cibadmin %{cmd})
ru: Не существует объект или атрибут (cibadmin %{cmd})
sv: Objektet/attributet finns inte (cibadmin %{cmd})

source: Error invoking cibadmin %{cmd}: %{msg}
ar: حدث خطأ أثناء استدعاء cibadmin %{cmd}: %{msg}
cs: Chyba při vyvolávání souboru cibadmin %{cmd}: %{msg}
de: Fehler beim Aufruf von cibadmin %{cmd}: %{msg}
es: Error al invocar a cibadmin %{cmd}: %{msg}
fr: Erreur lors de l'appel de cibadmin %{cmd} : %{msg}
hu: Hiba történt a cibadmin %{cmd} parancs meghívásakor: %{msg}
it: Errore durante il richiamo di cibadim %{cmd}: %{msg}
ja: cibadmin %{cmd} の呼び出しエラー: %{msg}
nl: Fout bij het aanroepen van cibadmin %{cmd}: %{msg}
pl: Błąd wywołania cibadmin %{cmd}: %{msg}
pt_br: Erro ao chamar cibadmin %{cmd}: %{msg}
ru: Ошибка при вызове команды cibadmin %{cmd}: %{msg}
sv: Fel vid anrop av cibadmin %{cmd}: %{msg}

source: Kind
es: Puntuación
ja: スコア
pl: Punkty
sv: Poäng

source: Multi-state
ar: متعدد الحالات
cs: Vícenásobný stav
de: Multi-Status
es: Estado múltiple
fr: Multi-état
hu: Többállapotú
it: Stato multiplo
ja: 複数状態
nl: Meervoudige toestand
pl: Zasób wielostanowy
pt_br: Vários estados
sv: Multistatus

source: Kind is required
es: Se requiere la puntuación.
ja: スコアが必要です
nl: Score is vereist
pl: Punktacja jest wymagana
sv: Poäng krävs

source: Invalid kind value
es: Valor de puntuación no válido
ja: 無効なスコア値
nl: Ongeldige scorewaarde
pl: Nieprawidłowa wartość punktacji
sv: Ogiltigt poängvärde

source: The kind determines the location relationship between the resources.
es: La puntuación determina la relación de ubicación entre los recursos.
ja: このスコアによって、リソース間の位置関係が指定されます。
nl: De score bepaalt de relatie tussen de locaties van de resources.
pl: Punktacja określa relację położeń między zasobami.
sv: Poängen avgör platsförhållandet mellan resurserna.

source: Invalid kind "%{score}"
es: Puntuación no válida %{score}
ja: 無効なスコア「%{score}」
nl: Ongeldige score "%{score}"
pl: Nieprawidłowa wartości punktowa "%{score}"
sv: Ogiltig poäng "%{score}"

source: OK
ar: موافق
es: Aceptar

source: node1.west.example.com
cs: uzel1.zapad.priklad.com
es: nodo1.oeste.ejemplo.com
hu: csomopont1.nyugat.pelda.com
nl: knooppunt1.west.voorbeeld.com
pl: wezel1.zachod.przyklad.com
pt_br: nó1.oeste.exemplo.com

source: XPath
de: XPfad
