Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: Error
ar: خطأ
cs: Chyba
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel

source: Unexpected server error: _MSG_
ar: خطأ غير متوقع بالخادم: _MSG_
cs: Neočekávaná chyba serveru: _MSG_
de: Unerwarteter Serverfehler: _MSG_
es: Error inesperado en el servidor: _MSG_
fr: Erreur de serveur inattendue : _MSG_
hu: Váratlan kiszolgálóhiba: _MSG_
it: Errore server inatteso: _MSG_
ja: 予期しないサーバエラー: _MSG_
nl: Onverwachte serverfout: _MSG_
pl: Nieoczekiwany błąd serwera: _MSG_
pt_br: Erro inesperado do servidor: _MSG_
ru: Непредвиденная ошибка сервера: _MSG_
sv: Ett oväntat serverfel: _MSG_

source: Connection to server failed (server down or network error - will retry every 15 seconds).
ar: فشل الاتصال بالخادم (إما أن ‏‏الخادم لا يستجيب وإما أن هناك خطأ في الشبكة - ستُعاد المحاولة كل 15 ثانية).
cs: Připojení k serveru se nezdařilo (server je vypnutý nebo se vyskytla chyba v síti, pokus bude opakován každých 15 sekund).
de: Verbindung zum Server fehlgeschlagen (Server nicht erreichbar oder Netzwerkfehler - Neuversuch alle 15 Sekunden).
es: Error en la conexión con el servidor (el servidor está apagado o hay un error de red). Se intentará de nuevo cada 15 segundos.
fr: Échec de la connexion au serveur (serveur arrêté ou erreur réseau, nouvelle tentative toutes les 15 secondes).
hu: Sikertelen csatlakozás a kiszolgálóhoz (A kiszolgáló ki van kapcsolva vagy hálózati probléma van -újrapróbálkozás 15 másodpercenként).
it: Impossibile collegarsi al server (server inattivo o errore di rete; verrà eseguito un nuovo tentativo ogni 15 secondi).
ja: サーバとの接続に失敗しました(サーバがダウンしているか、ネットワークエラーです - 15秒ごとに再試行します)。
nl: Verbinding met server mislukt (server uitgevallen of netwerkfout. Er wordt elke 15 seconden een nieuwe poging gedaan).
pl: Połączenie z serwerem nie powiodło się (serwer jest wyłączony lub wystąpił błąd sieciowy — ponowne próby będą następować co 15 sekund).
pt_br: Falha na conexão com o servidor (servidor inativo ou erro na rede - será repetida a cada 15 segundos).
ru: Сбой соединения с сервером (сервер остановлен или сеть работает с ошибками - попытки будут повторяться каждые 15 секунд).
sv: Anslutning till server misslyckades (server nere eller nätverksfil - försöker igen var 15 sekund).

source: Connection to server timed out - will retry every 15 seconds.
ar: انتهت مهلة الاتصال بالخادم - ستُعاد المحاولة كل 15 ثانية.
cs: Připojení k serveru vypršelo – pokus bude každých 15 sekund opakován.
de: Abbruch der Verbindung zum Server wegen Zeitüberschreitung - Neuversuch alle 15 Sekunden.
es: Se ha superado el tiempo límite de conexión con el servidor. Se intentará de nuevo cada 15 segundos.
fr: Expiration du délai de connexion au serveur, nouvelle tentative toutes les 15 secondes.
hu: A kapcsolódás a kiszolgálóhoz időtúllépés miatt sikertelen - újrapróbálkozás 15 másodpercenként.
it: Connessione al server scaduta. Verrà eseguito un nuovo tentativo ogni 15 secondi.
ja: サーバとの接続がタイムアウトになりました - 15秒ごとに再試行します。
nl: Er is een time-out voor de verbinding met de server opgetreden. Er wordt elke 15 seconden een nieuwe poging gedaan.
pl: Limit czasu na połączenie z serwerem został przekroczony — ponowne próby będą następować co 15 sekund.
pt_br: Tempo de espera de conexão com o servidor esgotado - será repetida a cada 15 segundos.
ru: Тайм-аут соединения с сервером - попытки будут повторяться каждые 15 секунд.
sv: Tidsgränsen överskreds för anslutning till server - försöker igen var 15 sekund.

source: Connection to server aborted - will retry every 15 seconds.
ar: تم إيقاف الاتصال بالخادم، ستُعاد المحاولة كل 15 ثانية.
cs: Připojení k serveru bylo zrušeno. Pokus bude opakován každých 15 sekund.
de: Verbindung zum Server abgebrochen - Neuversuch alle 15 Sekunden.
es: Conexión con el servidor cancelada. Se intentará de nuevo cada 15 segundos.
fr: Connexion au serveur abandonnée, nouvelle tentative toutes les 15 secondes.
hu: A kapcsolódás a kiszolgálóhoz megszakítva - újrapróbálkozás 15 másodpercenként
it: Connessione al server interrotta. Verrà eseguito un nuovo tentativo ogni 15 secondi.
ja: サーバとの接続が中止されました - 15秒ごとに再試行します。
nl: Verbinding met server afgebroken. Er wordt elke 15 seconden een nieuwe poging gedaan.
pl: Połączenie z serwerem zostało przerwane — ponowne próby będą następować co 15 sekund.
pt_br: Conexão com o servidor interrompida - será repetida a cada 15 segundos.
ru: Прерывание соединения с сервером - попытки будут повторяться каждые 15 секунд.
sv: Anslutning till server avbruten - försöker igen var 15 sekund.

source: Permission denied
ar: الإذن مرفوض
cs: Povolení odepřeno
de: Berechtigung verweigert
es: Permiso denegado
fr: Autorisation refusée
hu: Hozzáférés megtagadva
it: Autorizzazione negata
ja: アクセス承認拒否
nl: Toestemming geweigerd
pl: Brak dostępu
pt_br: Permissão negada
ru: Доступ запрещен
sv: Åtkomst nekades

source: _OP_ failed on _NODE_} (rc=_RC_, reason=_REASON_)
cs: _OP_ chyba u _NODE_} (rc=_RC_, reason=_REASON_)
es: _OP_ fallido en _NODE_} (rc=_RC_, motivo=_REASON_)
fr: _OP_ a échoué sur le noeud _NODE_} (rc=_RC_, Motif =_REASON_)
hu: A(z) _OP_ hibával leállt itt: _NODE_} (rc=_RC_, ok=_REASON_)
it: _OP_ non riuscito su _NODE_} (rc=_RC_, motivo=_REASON_)
ja: _NODE_} で _OP_ が失敗しました(rc=_RC_、reason=_REASON_)
pl: Operacja _OP_ nieudana w węźle _NODE_} (kod powrotu =_RC_, przyczyna =_REASON_)
pt_br: _OP_ falhou em _NODE_} (rc=_RC_, motivo=_REASON_)
ru: Не удалось выполнить операцию _OP_ на узле _NODE_} (rc=_RC_, reason=_REASON_)
sv: _OP_ misslyckades på _NODE_} (rc=_RC_, orsak=_REASON_)

source: Permission denied.
ar: الإذن مرفوض.
cs: Přístup byl odepřen.
de: Berechtigung verweigert.
es: Permiso denegado.
fr: Autorisation refusée.
hu: Engedély megtagadva.
it: Autorizzazione negata.
ja: アクセス承認が拒否されました。
nl: Toestemming geweigerd.
pl: Odmowa dostępu.
pt_br: Permissão negada.
ru: Отказано в разрешении.
sv: Åtkomst nekades.

source: Error connecting to server.
ar: حدث خطأ أثناء الاتصال بالخادم.
cs: Při připojování k serveru došlo k chybě.
de: Serververbindungsfehler.
es: Error al conectar con el servidor.
fr: Erreur lors de la connexion au serveur.
hu: Hiba a kiszolgálóhoz való csatlakozáskor.
it: Errore di connessione al server.
ja: サーバへの接続エラーです。
nl: Fout bij het maken van verbinding met server.
pl: Błąd połączenia z serwerem.
pt_br: Erro na conexão com servidor.
ru: Ошибка при установлении соединения с сервером.
sv: Fel vid anslutning till server.

source: Connection to server timed out.
ar: انتهت مهلة الاتصال بالخادم.
cs: Časový limit připojení k serveru vypršel.
de: Zeitüberschreitung der Serververbindung.
es: Tiempo límite de conexión con el servidor agotado.
fr: Timeout de la connexion au serveur.
hu: Kiszolgálókapcsolat időtúllépése.
it: Timeout della connessione al server.
ja: サーバへの接続がタイムアウトしました。
nl: Er is een time-out opgetreden voor de verbinding met de server.
pl: Przekroczono limit czasu na połączenie z serwerem.
pt_br: Tempo de espera da conexão com servidor esgotado.
ru: Тайм-аут соединения с сервером.
sv: Timeout för anslutning till server.

source: Connection to server was aborted.
ar: تم إيقاف الاتصال بالخادم.
cs: Připojení k serveru bylo přerušeno.
de: Serververbindung abgebrochen.
es: Se ha abortado la conexión con el servidor.
fr: Avortement de la connexion au serveur.
hu: A kiszolgálóhoz való csatlakozás megszakadt.
it: La connessione al server è stata interrotta.
ja: サーバへの接続が中止されました。
nl: Verbinding met server is afgebroken.
pl: Połączenie z serwerem zostało przerwane.
pt_br: Conexão com servidor interrompida.
ru: Соединение с сервером прервано.
sv: Anslutningen till servern avbröts.

source: Server returned invalid data.
ar: أرجع الخادم بيانات غير صالحة.
cs: Server vrátil neplatná data.
de: Der Server gab ungültige Daten zurück.
es: El servidor ha devuelto datos no válidos.
fr: Le serveur retourne des données incorrectes.
hu: A kiszolgáló érvénytelen adatokat adott vissza.
it: Il server ha restituito dei dati non validi.
ja: サーバは無効なデータを返しました。
nl: De server heeft ongeldige data geretourneerd.
pl: Serwer zwrócił nieprawidłowe dane.
pt_br: O servidor retornou dados inválidos.
ru: Сервер возвратил недопустимые данные.
sv: Servern returnerade ogiltiga data.

source: Unknown error connecting to server.
ar: حدث خطأ غير معروف في الاتصال بالخادم.
cs: Při připojování k serveru došlo k neznámé chybě.
de: Unbekannter Serververbindungsfehler.
es: Error desconocido al conectar con el servidor.
fr: Erreur inconnue lors de la connexion au serveur.
hu: Ismeretlen hiba történt a kiszolgálóhoz való csatlakozáskor.
it: Errore di connessione al server sconosciuto.
ja: サーバへの接続中に不明なエラーが発生しました。
nl: Onbekende fout bij het maken van verbinding met server.
pl: Nieznany błąd połączenia z serwerem.
pt_br: Erro desconhecido ao conectar com servidor.
ru: Неизвестная ошибка при установлении соединения с сервером.
sv: Okänt fel vid anslutning till server.

source: Retrying every 15 seconds...
ar: إعادة المحاولة كل 15 ثانية...
cs: Opakování pokusu každých 15 sekund...
de: Neuversuch alle 15 Sekunden...
es: Reintentar cada 15 segundos...
fr: Nouvel essai toutes les 15 secondes...
hu: Újrapróbálkozás 15 másodpercenként...
it: Nuovo tentativo ogni 15 secondi...
ja: 15秒ごとに再試行します...
nl: Opnieuw proberen elke 15 seconden...
pl: Ponowna próba za 15 sekund...
pt_br: Repetindo a cada 15 segundos...
ru: Повтор через 15 с...
sv: Försöker igen var 15:e sekund...

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt

source: Hostname
ar: اسم المضيف
cs: Název hostitele
es: Nombre de host
fr: Nom de machine
hu: Gépnév
it: Nome host
ja: ホスト名
nl: Hostnaam
pl: Nazwa hosta
pt_br: Nome de Host
ru: Имя хоста
sv: Värddatornamn

source: Username
ar: اسم المستخدم
cs: Uživ. jméno
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome do usuário
ru: Имя пользователя
sv: Användarnamn

source: Password
ar: كلمة السر
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord

source: Connect
ar: اتصال
cs: Připojit
de: Verbinden
es: Conectar
fr: Connecter
hu: Csatlakozás
it: Connetti
ja: 接続
nl: Verbinden
pl: Połącz
pt_br: Conectar
ru: Подключение
sv: Anslut

source: Local Status
ar: الحالة المحلية
cs: Místní stav
de: Lokaler Status
es: Estado local
fr: Etat local
hu: Helyi állapot
it: Stato locale
ja: ローカルステータス
nl: Lokale status
pl: Stan lokalny
pt_br: Status Local
ru: Локальное состояние
sv: Lokal status

source: Remove cluster _NAME_ from dashboard?
ar: إزالة المجموعة المتماثلة _NAME_ من لوحة المعلومات؟
cs: Chcete cluster _NAME_ odebrat z řídicího panelu?
de: Soll der Cluster _NAME_ aus dem Dashboard entfernt werden?
es: ¿Eliminar clúster _NAME_ de la consola?
fr: Supprimer la grappe _NAME_ du tableau de bord ?
hu: Eltávolítja a(z) _NAME_ fürtöt az irányítópultról?
it: Rimuovere il cluster _NAME_ dal dashboard?
ja: ダッシュボードからクラスタ _NAME_ を削除しますか?
nl: Cluster _NAME_ van dashboard verwijderen?
pl: Czy usunąć klaster _NAME_ z pulpitu nawigacyjnego?
pt_br: Remover cluster _NAME_ do painel?
ru: Удалить кластер _NAME_ с панели управления?
sv: Ta bort klustret _NAME_ från instrumentpanelen?

source: Please wait...
ar: الرجاء الانتظار...
cs: Čekejte prosím...
de: Bitte warten...
es: Espere...
fr: Veuillez patienter...
hu: Kérem, várjon...
it: Attendere...
ja: しばらくお待ちください...
nl: Een ogenblik geduld...
pl: Proszę czekać...
pt_br: Aguarde...
ru: Ждите...
sv: Vänta...

source: Cluster added successfully.
ar: تم إضافة المجموعة المتماثلة بنجاح.
cs: Cluster byl úspěšně přidán.
de: Cluster erfolgreich hinzugefügt.
es: Clúster añadido correctamente.
fr: Grappe ajoutée avec succès
hu: A fürt sikeresen létrehozva.
it: Cluster aggiunto.
ja: クラスタが正常に追加されました。
nl: Cluster is toegevoegd.
pl: Klaster został dodany.
pt_br: Cluster adicionado com êxito.
ru: Кластер успешно добавлен.
sv: Klustret har lagts till.

source: Name
ar: الاسم
cs: Jméno
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sv: Namn

source: Operations
ar: العمليات
cs: Operace
de: Vorgänge
es: Operaciones
fr: Opérations
hu: Műveletek
it: Operazioni
ja: 操作
nl: Bewerkingen
pl: Operacje
pt_br: Operações
ru: Операции
sv: Åtgärder

source: Edit
ar: تحرير
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
nl: Bewerken
pl: Edycja
pt_br: Editar
ru: Редактировать
sv: Redigera

source: Rename
ar: إعادة التسمية
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: 名前変更
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sv: Byt namn

source: Delete
ar: حذف
cs: Smazat
de: Löschen
es: Suprimir
fr: Effacer
hu: Törlés
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Ta bort

source: Create
ar: إنشاء
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
hu: Létrehozás
it: Crea
ja: 作成
nl: Maken
pl: Utwórz
pt_br: Criar
ru: Создать
sv: Skapa

source: Remove
ar: إزالة
cs: Odebrat
de: Entfernen
es: Eliminar
fr: Supprimer
hu: Eltávolítás
it: Rimuovi
ja: 削除
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort

source: Yes
ar: نعم
cs: Ano
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Sì
ja: はい
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja

source: No
ar: لا
cs: Ne
de: Nein
fr: Non
hu: Nem
ja: いいえ
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sv: Nej

source: Any changes will be lost - do you wish to proceed?
ar: سيتم فقد أية تغييرات - هل تريد المتابعة؟
cs: Všechny změny budou ztraceny – chcete pokračovat?
de: Alle Änderungen gehen verloren - möchten Sie wirklich fortfahren?
es: Se perderán todos los cambios, ¿desea continuar?
fr: Toutes les modifications seront perdues. Voulez-vous continuer ?
hu: Minden változás el fog veszni - szeretné folytatni?
it: Tutte le modifiche andranno perse. Continuare?
ja: 変更内容は失われます。続行しますか?
nl: Wijzigingen gaan verloren. Wilt u doorgaan?
pl: Wszystkie zmiany zostaną utracone - czy kontynuować?
pt_br: Qualquer mudança será perdida. Deseja continuar?
ru: Все изменения будут утеряны. Продолжить?
sv: Alla ändringar går förlorade. Vill du fortsätta?

source: Invalid ID
ar: المعرف غير صالح
cs: Neplatné ID
de: Ungültige ID
es: ID no válido
fr: ID non valide
hu: Érvénytelen azonosító
it: ID non valido
ja: 無効なID
nl: Ongeldige id
pl: Nieprawidłowy identyfikator
pt_br: ID Inválido
ru: Недопустимый ИД
sv: Ogiltigt ID

source: Maintenance mode
ar: وضع الصيانة
cs: Režim údržby
de: Wartungsmodus
es: Modo de mantenimiento
fr: Mode de maintenance
hu: Karbantartási mód
it: Modalità di manutenzione
ja: 保守モード
nl: Onderhoudsmodus
pl: Tryb utrzymywania
pt_br: Modo de manutenção
ru: Режим обслуживания
sv: Underhållsläge

source: An error has occurred
ar: حدث خطأ
cs: Došlo k chybě
de: Ein Fehler ist aufgetreten
es: Se ha producido un error.
fr: Une erreur s'est produite.
hu: Hiba történt
it: Errore
ja: エラーが発生しました
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt_br: Erro
ru: Произошла ошибка
sv: Ett fel har inträffat

source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng

source: No configuration changes.
ar: لا توجد تغييرات في التكوين.
cs: Nedošlo k žádným změnám konfigurace.
de: Keine Konfigurationsänderungen.
es: No ha habido cambios en la configuración.
fr: Aucune modification de la configuration.
hu: Nem történt konfigurációs változtatás.
it: Nessuna modifica alla configurazione.
ja: 設定の変更はありません。
nl: Geen configuratiewijzigingen.
pl: Brak zmian w konfiguracji.
pt_br: Sem mudanças de configuração.
ru: Изменений конфигурации нет.
sv: Inga konfigurationsändringar.

source: Clone ID
ar: معرف الاستنساخ
cs: ID klonu
de: Klon-ID
es: ID de clon
fr: ID du clone
hu: Klón ID
it: ID clone
ja: クローンID
nl: Kloon-id
pl: Identyfikator klona
pt_br: ID do Clone
ru: ИД клона
sv: Klon-ID

source: Constraint ID
ar: معرف القيد
cs: ID omezení
de: Einschränkungs-ID
es: ID de restricción
fr: ID de la contrainte
hu: Szabály ID
it: ID vincolo
ja: 制約ID
nl: Beperkings-id
pl: Identyfikator ograniczenia
pt_br: ID da Restrição
ru: ИД ограничения
sv: Begränsnings-ID

source: Swap with entry above
ar: التبديل مع الإدخال أعلاه
cs: Zaměnit s položkou výše
de: Mit Eintrag oben austauschen
es: Intercambiar con la entrada anterior
fr: Permuter avec l'entrée au-dessus
hu: Felcserélés a felette lévő bejegyzéssel
it: Scambia con la voce precedente
ja: 上のエントリとスワップ
nl: Wisselen met bovenstaand item
pl: Zamień z pozycją powyżej
pt_br: Trocar com entrada acima
ru: Поменять местами с записью выше
sv: Byt mot ovanstående post

source: Link with entry above
ar: الربط مع الإدخال أعلاه
cs: Připojit k položce výše.
de: Mit Eintrag oben verknüpfen
es: Enlazar con la entrada anterior
fr: Lier à l'entrée au-dessus
hu: Összekapcsolás a felette lévő bejegyzéssel
it: Collega alla voce precedente
ja: 上のエントリとリンク
nl: Koppelen met bovenstaand item
pl: Połącz z pozycją powyżej
pt_br: Vincular com entrada acima
ru: Связать с записью выше
sv: Länka med ovanstående post

source: Unlink from entry above
ar: إلغاء الربط من الإدخال أعلاه
cs: Zrušit připojení k položce výše.
de: Verknüpfung mit Eintrag oben aufheben
es: Desenlazar de la entrada anterior
fr: Supprimer le lien avec l'entrée au-dessus
hu: Leválasztás a felette lévő bejegyzésről
it: Scollega dalla voce precedente
ja: 上のエントリからリンク解除
nl: Ontkoppelen van bovenstaand item
pl: Usuń połączenie z pozycją powyżej
pt_br: Desvincular da entrada acima
ru: Разорвать связь с записью выше
sv: Avlänka från ovanstående post

source: Type
ar: النوع
cs: Typ
de: Typ
es: Tipo
hu: Típus
it: Tipo
ja: 種類
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ

source: Location
ar: الموقع
cs: Umístění
de: Standort
es: Ubicación
fr: Emplacement
hu: Hely
it: Ubicazione
ja: 場所
nl: Locatie
pl: Położenie
pt_br: Localização
ru: Расположение
sv: Plats

source: Colocation
ar: الموقع المشترك
cs: Kolokace
de: Server-Housing
es: Colocación
fr: Colocalisation
hu: Elhelyezése szabály
ja: コロケーション
nl: Colocatie
pl: Kolokacja
ru: Совместное расположение

source: Order
ar: الترتيب
cs: Pořadí
de: Reihenfolge
es: Orden
fr: Ordre
hu: Sorrend
it: Ordine
ja: 順序
nl: Volgorde
pl: Kolejność
pt_br: Ordem
ru: Порядок
sv: Ordning

source: Ticket
ar: البطاقة
cs: Lístek
hu: Jegy
it: Richiesta
ja: チケット
pl: Żeton
ru: Билет
sv: Biljett

source: Resources
ar: الموارد
cs: Zdroje
de: Ressourcen
es: Recursos
fr: Ressources
hu: Erőforrások
it: Risorse
ja: リソース
pl: Zasoby
pt_br: Recursos
ru: Ресурсы
sv: Resurser

source: Node
ar: عقدة
cs: Uzel
de: Knoten
es: Nodo
fr: Nœud
hu: Csomópont
it: Nodo
ja: ノード
nl: Knooppunt
pl: Węzeł
pt_br: Nó
ru: Узел
sv: Nod

source: Pattern
ar: نمط
cs: Profil
de: Schema
es: Patrón
fr: Schéma
hu: Minta
it: Modello
ja: パターン
nl: Patroon
pl: Wzorzec
pt_br: Padrão
ru: Шаблон
sv: Mönster

source: Attribute
ar: سمة
cs: Atribut
de: Attribut
es: Atributo
fr: Attribut
hu: Attribútum
it: Attributo
ja: 属性
nl: Kenmerk
pl: Atrybut
pt_br: Atributo
ru: Атрибут
sv: Attribut

source: Level
ar: المستوى
cs: Úroveň
de: Stufe
es: Nivel
fr: Niveau
hu: Szint
it: Livello
ja: レベル
nl: Niveau
pl: Poziom
pt_br: Nível
ru: Уровень
sv: Nivå

source: Expected target
ar: الهدف المتوقع
cs: Očekávaný cíl
de: Erwartetes Ziel
es: Destino esperado
fr: Cible attendue
hu: Várt cél
it: Destinazione prevista
ja: 予想ターゲット
nl: Verwacht doel
pl: Oczekiwany cel
pt_br: Destino esperado
ru: Ожидаемая цель
sv: Förväntat mål

source: Expected value for attribute
ar: القيمة المتوقعة للسمة
cs: Očekávaná hodnota atributu
de: Erwarteter Wert für Attribut
es: Valor esperado para el atributo
fr: Valeur d'attribut attendue
hu: Az attribútum várt értéke
it: Valore previsto per l'attributo
ja: 属性の予想値
nl: Verwachte waarde voor attribuut
pl: Oczekiwana wartość atrybutu
pt_br: Valor esperado para atributo
ru: Ожидаемое значение атрибута
sv: Förväntat värde för attributet

source: Index must be between 1 and 9
ar: يجب أن يكون الفهرس بين 1 و9
cs: Index musí být v rozsahu od 1 do 9
de: Index muss zwischen 1 und 9 liegen
es: El índice debe tener un valor entre 1 y 9
fr: L'index doit être compris entre 1 et 9.
hu: Az indexnek 1 és 9 között kell lennie.
it: L'indice deve essere compreso tra 1 e 9
ja: インデックスは1～9の範囲にしてください
nl: Index moet tussen 1 en 9 zijn
pl: Indeks musi zawierać się pomiędzy 1 a 9
pt_br: O índice deve estar entre 1 e 9
ru: Значение индекса должно быть между 1 и 9
sv: Index måste vara mellan 1 och 9

source: Changes applied successfully.
ar: تم تطبيق التغييرات بنجاح.
cs: Změny konfigurace byly úspěšně použity.
de: Änderungen erfolgreich angewendet.
es: Los cambios se han aplicado correctamente.
fr: Modifications appliquées avec succès
hu: A változtatások alkalmazása sikeresen megtörtént.
it: Modifiche applicate.
ja: 変更が正常に適用されました。
nl: Wijzigingen zijn toegepast.
pl: Zmiany zostały zastosowane.
pt_br: Mudanças aplicadas com êxito.
ru: Изменения успешно применены.
sv: Ändringarna har tillämpats.

source: Are you sure you wish to delete this level?
ar: هل تريد بالتأكيد حذف هذا المستوى؟
cs: Opravdu chcete tuto úroveň odstranit?
de: Diese Stufe wirklich löschen?
es: ¿Seguro que desea suprimir este nivel?
fr: Voulez-vous vraiment supprimer ce niveau ?
hu: Biztos, hogy törölni szeretné ezt a szintet?
it: Eliminare il livello?
ja: このレベルを削除してもよろしいですか?
nl: Weet u zeker dat u dit niveau wilt verwijderen?
pl: Czy na pewno usunąć ten poziom?
pt_br: Tem certeza de que deseja apagar este nível?
ru: Удалить этот уровень?
sv: Är du säker på att du vill ta bort den här nivån?

source: Group ID
ar: معرف المجموعة
cs: ID skupiny
de: Gruppenkennung
es: ID de grupo
fr: ID du groupe
hu: Csoportazonosító (ID)
it: ID del gruppo
ja: グループID
nl: Groep ID
pl: Identyfikator grupy GID
pt_br: ID de grupo
ru: ИД группы
sv: Grupp-ID

source: Rule
ar: القاعدة
cs: Pravidlo
de: Regel
es: Regla
fr: Règle
hu: Szabály
it: Regola
ja: ルール
nl: Regel
pl: Reguła
pt_br: Regra
ru: Правило
sv: Regel

source: Score
ar: النتيجة
cs: Skóre
de: Note
hu: Pontszám
it: Punteggio
pt_br: Pontuação
ru: Оценка

source: Role
ar: الدور
de: Rolle
es: Función
fr: Rôle
hu: Szerep
it: Ruolo
ja: 役割
nl: Rol
pl: Rola
pt_br: Função
ru: Роль
sv: Roll

source: Boolean Operator
ar: المشغل المنطقي
cs: Logický operátor
de: Boolescher Operator
es: Operador booleano
fr: Opérateur booléen
hu: Logikai operátor
it: Operatore booleano
ja: ブール値オペレータ
pl: Operator logiczny
pt_br: Operador Booliano
ru: Логический оператор
sv: Boolesk operand

source: Multi-state ID
ar: المعرف متعدد الحالات
cs: ID vícenásobného stavu
de: Multi-Status-ID
es: ID de estado múltiple
fr: ID de multi-état
hu: Többállapotú azonosító
it: ID con stato multiplo
ja: 複数状態ID
nl: Id meervoudige toestand
pl: Identyfikator zasobu wielostanowego
pt_br: ID de Vários Estados
ru: ИД Multi-state
sv: Multistatus-ID

source: Failed to parse monitor response - Internal server error.
ar: فشل تحليل استجابة المراقبة - حدث خطأ داخلي في الخادم.
cs: Analýza odpovědi sledování se nezdařila – došlo k interní chybě serveru.
de: Fehler beim Analysieren der Überwachungsantwort - Interner Serverfehler.
es: Error al analizar la respuesta del monitor. Error interno del servidor.
fr: La réponse du moniteur n'a pas pu être analysée. Erreur interne du serveur.
hu: A monitor válaszát nem sikerült elemezni – belső kiszolgálóhiba.
it: Analisi sintattica della risposta del monitoraggio non riuscita - Errore interno del server.
ja: モニタ応答の解析に失敗しました - 内部サーバエラー。
nl: Monitorrespons parseren mislukt - interne serverfout.
pl: Nie można przeanalizować składni odpowiedzi monitora — błąd wewnętrzny serwera.
pt_br: Falha ao analisar resposta do monitor. Erro do servidor interno.
ru: Не удалось проанализировать ответ от монитора: внутренняя ошибка сервера.
sv: Det gick inte att analysera monitorns respons – internt serverfel.
