Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: What state should the cluster attempt to keep this resource in?
ar: ما هي الحالة التي يجب أن تحاول المجموعة المتماثلة الاحتفاظ بالمورد فيها؟
cs: Určuje stav, v jakém se má cluster pokoušet uchovávat tento prostředek.
de: In welchem Status sollte der Cluster versuchen, diese Ressource zu halten?
es: ¿En qué estado debe intentar el clúster mantener el recurso?
fr: Dans quel état la grappe doit-elle essayer de conserver cette ressource ?
hu: Milyen állapotban próbálja tartani a fürt ezt az erőforrást?
it: In quale stato il cluster deve tentare di mantenere la risorsa?
ja: クラスタはこのリソースをどの状態で維持する必要がありますか?
nl: In welke toestand moet het cluster proberen deze resource te behouden?
pl: Jaki stan tego zasobu klaster powinien utrzymywać?
pt_br: Em qual estado o cluster deve tentar manter este recurso?
ru: В каком состоянии следует кластеру пытаться поддерживать этот ресурс?
sv: Vilken status ska klustret försöka upprätthålla för den här resursen?

source: How many copies of the resource to start. Defaults to the number of nodes in the cluster.
ar: كم عدد نسخ الموارد المطلوب أن تبدأ. يتم التعيين على عدد العقد في المجموعة المتماثلة بشكل افتراضي.
cs: Počet kopií prostředku, které se mají spustit. Ve výchozím nastavení odpovídá počtu uzlů v clusteru.
de: Anzahl der zu startenden Ressourcenkopien. Der Standardwert entspricht der Anzahl der Knoten im Cluster.
es: Cuántas copias del recurso deben iniciarse. El valor por defecto es el número de nodos del clúster.
fr: Nombre de copies de la ressource à démarrer. Défini par défaut sur le nombre de nœuds de la grappe.
hu: Ennyi másolatát kell elindítani az erőforrásnak. Az alapértelmezés a fürtöt alkotó csomópontok száma.
it: Quante copie della risorsa avviare. Valore di default del numero di nodi nel cluster.
ja: 開始するリソースのコピー数。デフォルトはクラスタ内のノード数です。
nl: Het aantal kopieën van de resource dat moet worden gestart. Wordt standaard ingesteld op het aantal knooppunten in het cluster.
pl: Liczba kopii zasobu do uruchomienia. Domyślnie jest to liczba węzłów w klastrze.
pt_br: Quantas cópias do recurso a serem iniciadas. O padrão é o mesmo número de nós no cluster.
ru: Количество копий ресурса, которые необходимо запустить. По умолчанию равно количеству узлов в кластере.
sv: Hur många kopior av resursen som ska starta. Standard är samma som antalet noder i klustret.

source: How many copies of the resource can be started on a single node. Defaults to 1.
ar: كم عدد نسخ الموارد التي يمكن أن تبدأ في العقدة المنفردة. يتم التعيين على 1 بشكل افتراضي.
cs: Počet kopií prostředku, které lze spustit v jednom uzlu. Výchozí hodnota je 1.
de: Anzahl der Ressourcenkopien, die auf einem Knoten gestartet werden können. Der Standardwert ist 1.
es: Cuántas copias del recurso se pueden iniciar en un solo nodo. El valor por defecto es 1.
fr: Nombre de copies de la ressource pouvant être démarrées sur un nœud unique. 1 par défaut.
hu: Ennyi másolatát lehet elindítani az erőforrásnak egy csomóponton. Az alapértelmezés 1.
it: Quante copie della risorsa è possibile avviare in un unico nodo. Il valore di default è 1.
ja: 単一ノード上で開始可能なリソースのコピー数。デフォルトは1です。
nl: Het aantal kopieën van de resource dat in één knooppunt kan worden gestart. Wordt standaard ingesteld op 1.
pl: Liczba kopii zasobu do uruchomienia w pojedynczym węźle. Domyślnie 1.
pt_br: Quantas cópias do recurso podem ser iniciadas em um único nó. O padrão é 1.
ru: Количество копий ресурса, которые можно запустить в одном узле. По умолчанию равно 1.
sv: Hur många kopior av resursen som kan startas på en enskild nod. Standard är 1.

source: When stopping or starting a copy of the clone, tell all the other copies beforehand and when the action was successful.
ar: عند بدء أو إيقاف نسخة استنساخ، يتم إعلام النسخ الأخرى مسبقًا وعند نجاح الإجراء.
cs: Při spouštění a zastavování kopie klonu před spuštěním a po úspěšném dokončení akce informovat ostatní kopie.
de: Beim Stoppen oder Starten einer Klonkopie alle anderen Kopien vorab informieren und den Erfolg der Aktion zurückmelden.
es: Al iniciar o detener una copia del clon, se comunica a todas las demás copias de antemano y cuando la acción se completa correctamente.
fr: Lors de l'arrêt ou du démarrage d'une copie du clone, informez-en les autres copies au préalable ainsi que lorsque l'action a été effectuée avec succès.
hu: A klón egy másolatának elindításakor és leállításakor előzőleg (és a művelet sikeres befejezésekor) értesíti a többi másolatot.
it: Al completamento dell'interruzione o dell'avvio di una copia, informare tutte le altre copie precedenti e quando l'azione è stata completata.
ja: クローンのコピーの停止または開始時に、事前に他のすべてのコピー数とアクションが成功した日時を伝えます。
nl: Geef vooraf aan alle andere kopieën door wanneer een kopie van de kloon wordt gestart of gestopt en geef door wanneer de actie is geklukt.
pl: W momencie zatrzymywania lub uruchamiania kopii klonu, najpierw powiadom o tym wszystkie pozostałe kopie. Powiadom także, czy działanie się powiodło.
pt_br: Ao parar ou iniciar uma cópia do clone, informe todas as outras cópias com antecedência e quando a ação for bem-sucedida.
ru: При останове или запуске копии клона заблаговременно сообщите об этом и об успешном выполнении действия всем другим копиям.
sv: När en kopia av klonen stoppas eller startas ska alla andra kopior underrättas i förväg och när åtgärden slutförts.

source: Does each copy of the clone perform a different function?
ar: هل تقوم كل نسخة استنساخ بوظيفة مختلفة؟
cs: Určuje, zda má každá kopie klonu jinou funkci.
de: Haben die einzelnen Klonkopien unterschiedliche Funktionen?
es: ¿Cada copia del clon realiza una función diferente?
fr: Chaque copie du clone remplit-elle une fonction différente ?
hu: Eltérő funkciót tölt be a klón mindegyik másolata?
it: Ogni copia del clone esegue una funzione diversa?
ja: クローンの各コピーは異なる機能を実行しますか?
nl: Wordt met elke kopie van de kloon een andere functie uitgevoerd?
pl: Czy każda kopia klonu wykonuje inną funkcję?
pt_br: Cada cópia do clone executa uma função diferente?
ru: Выполняет ли каждая копия клона отдельную функцию?
sv: Utför alla kopior av klonen olika funktioner?

source: Should the copies be started in series (instead of in parallel)?
ar: هل يجب بدء النسخ في سلسلة (بدلاً من البدء على التوازي)؟
cs: Určuje, zda se mají kopie spouštět sériově (místo paralelního spouštění).
de: Sollen die Kopien nacheinander (nicht gleichzeitig) gestartet werden?
es: ¿Deben iniciarse las copias en serie (en lugar de en paralelo)?
fr: Les copies doivent-elles être démarrées en série (et non en parallèle) ?
hu: Sorban egymás után kell elindítani a másolatokat (és nem párhuzamosan)?
it: Le copie devono essere avviate in serie (invece che in parallelo)?
ja: コピーは(同時並行ではなく)順番に開始する必要がありますか?
nl: Moeten de kopieën na elkaar (of naast elkaar) worden gestart?
pl: Czy kopie powinny być uruchamiane szeregowo (zamiast równolegle)?
pt_br: As cópias devem ser iniciadas em série (e não em paralelo)?
ru: Следует ли запускать копии последовательно (а не параллельно)?
sv: Ska kopiorna startas i serie (i stället för parallellt)?

source: Changes the behavior of ordering constraints (between clones/masters) so that instances can start/stop as soon as their peer instance has (rather than waiting for every instance of the other clone has).
ar: تغيير أداء قيود الترتيب (بين عمليات الاستنساخ والعمليات الرئيسية) وبذلك يمكن للمثيلات أن البدء/الإيقاف بمجرد بدء/إيقاف المثيل النظير (بدلاً من انتظار كل مثيل للاستنساخ).
cs: Mění chování omezení řazení (mezi klony a nadřazenými položkami). Umožňuje spouštění a zastavování instancí ihned po spuštění či zastavení jejich partnerských instancí (místo čekání na všechny instance ostatních klonů).
de: Ändert das Verhalten von Einschränkungen für die Reihenfolge (zwischen Klon und Master), so dass Instanzen sofort nach gleichgeordneten Instanzen gestartet bzw. gestoppt werden können (statt abzuwarten, bis die einzelnen Instanzen der Reihenfolge nach gestartet bzw. gestoppt wurden).
es: Cambia el comportamiento de las restricciones de orden (entre clones y principales), de modo que las instancias se puedan iniciar y detener tan pronto como lo haga su instancia asociada (en vez de esperar a que lo hagan todas las instancias del otro clon).
fr: Modifie le comportement des contraintes d'ordre (entre clones/maîtres) de sorte que les instances puissent démarrer/s'arrêter dès que leur instance homologue le fait (plutôt que d'attendre que chaque instance de l'autre clone l'ai fait).
hu: Módosítja a fürtök/elsődleges kiszolgálók sorrendmegszorításainak működését, hogy a példányok azonnal elindulhassanak vagy leállhassanak, ha a társpéldányuk már elindult (ahelyett, hogy várnának a másik klón minden példányára).
it: Consente di modificare il comportamento di ordinamento dei vincoli (tra cloni/master) in modo che le istanze possano essere avviate/interrotte insieme all'istanza peer (invece di attendere ogni istanza dell'altro clone).
ja: (他のクローンが持つすべてのインスタンスを待機するのではなく)ピアインスタンスが持つとすぐにインスタンスが開始/停止できるように、(クローン/マスタ間の)順序制約の動作を変更します。
nl: Hiermee wordt het gedrag van ordeningsbeperkingen (tussen klonen/masters) zodanig gewijizgd dat instanties kunnen worden gestart/gestopt zodra de peer-instance is gestart/gestopt (in plaats van te wachten tot elke instantie van de andere kloon is gestart/gestopt).
pl: Zmienia zachowanie ograniczeń kolejności (między klonami/elementami głównymi), dzięki czemu instancje są uruchamiane/zatrzymywane natychmiast po instancji partnera (zamiast czekać na każdą instancję pozostałych klonów).
pt_br: Muda o comportamento da ordem das restrições (entre clones/masters) para que as instâncias sejam iniciadas/paradas logo após sua instância peer (em vez de ter que aguardar por cada instância do outro clone).
ru: Изменяет поведение упорядочивающих ограничений (между клонами и исходными копиями), так что эти экземпляры могут запускаться и останавливаться сразу же после аналогичных действий других экземпляров (а не ждать, пока это сделает каждый экземпляр другого клона).
sv: Ändrar beteendet hos ordningsbegränsningar (mellan kloner/mastrar) så att instanser kan startas/stoppas så fort som deras peer-instans har gjort det (i stället för att vänta tills varje instans av den andra klonen har gjort det).

source: Child Resource
ar: مورد فرعي
cs: Podřízený prostředek
de: Untergeordnete Ressource
es: Recurso hijo
fr: Ressources enfant
hu: Gyermek erőforrás
it: Risorsa secondaria
ja: 子リソース
nl: Onderliggende resource
pl: Zasób potomny
pt_br: Recurso Filho
ru: Дочерний ресурс
sv: Underordnad resurs

source: Child resource to use as clone.
ar: مورد فرعي لاستخدامه كاستنساخ.
cs: Podřízený prostředek, který se má použít jako klon
de: Untergeordnete Ressource, die als Klon verwendet werden soll.
es: Recurso hijo que usar como clon.
fr: Ressource enfant à utiliser en tant que clone.
hu: Klónként használandó gyermekerőforrás
it: Risorsa secondaria da utilizzare come clone.
ja: クローンとして使用する子リソース。
nl: Onderliggende resource die als kloon moet worden gebruikt.
pl: Zasób podrzędny do użycia jako klon.
pt_br: Recurso filho para usar como clone.
ru: Дочерний ресурс для использования в качестве клона.
sv: Underordnad resurs att använda som klon.

source: The ID "%{id}" does not exist
ar: المعرف "%{id}"غير موجود
cs: ID %{id} neexistuje.
de: Die ID "%{id}" ist nicht vorhanden
es: El ID "%{id}" no existe.
fr: L'ID "%{id}" n'existe pas.
hu: A(z) "%{id}" azonosító nem létezik
it: L'ID "%{id}" non esiste
ja: タグID「%{id}」が存在しません
nl: Id "%{id}" bestaat niet
pl: Identyfikator %{id} nie istnieje
pt_br: O ID "%{id}" não existe
ru: ИД "%{id}" не существует
sv: ID:t "%{id}" finns inte

source: Score is required
ar: النقاط مطلوبة
cs: Je požadováno skóre.
de: Note erforderlich
fr: Le score est requis.
hu: A pontszám megadása kötelező
it: È richiesto il punteggio
pt_br: Pontuação obrigatória
ru: Требуется оценка

source: Invalid score value
ar: قيمة النقاط غير صالحة
cs: Hodnota skóre není platná.
de: Ungültige Note
fr: Valeur de score non valide
hu: Érvénytelen pontszámérték
it: Valore punteggio non valido
pt_br: Valor de pontuação inválido
ru: Недопустимое значение оценки

source: Invalid node attribute
ar: سمة عقدة غير صالحة
cs: Neplatný atribut uzlu
de: Ungültiges Knotenattribut
es: Atributo de nodo no válido
fr: Attribut de noeud non valide
hu: Érvénytelen csomópont-attribútum
it: Attributo nodo non valido
ja: 無効なノード属性
nl: Ongeldig knooppuntattribuut
pl: Nieprawidłowy atrybut węzła
pt_br: Atributo de nó inválido
ru: Недопустимый атрибут узла
sv: Ogiltigt nodattribut

source: Constraint must consist of at least two separate resources
ar: يجب أن يتكون القيد من موردين منفصلين على الأقل
cs: Omezení musí obsahovat alespoň dva samostatné prostředky
de: Die Einschränkung muss mindestens zwei separate Ressourcen enthalten
es: La restricción debe consistir en al menos dos recursos independientes
fr: La contrainte doit contenir au moins deux ressources distinctes.
hu: A szabálynak legalább két különböző erőforrást kell tartalmaznia
it: Il vincolo deve essere costituito da almeno due risorse separate
ja: 制約は2つ以上の別のリソースから構成される必要があります
nl: Beperking moet uit minimaal twee afzonderlijke bronnen bestaan
pl: Ograniczenie musi zawierać co najmniej dwa oddzielne zasoby
pt_br: A restrição deve consistir em pelo menos dois recursos separados
ru: Ограничение должно состоять как минимум из двух отдельных ресурсов
sv: Begränsningen måste bestå av minst två separata resurser

source: The score determines the location relationship between the resources.
ar: تحدد النتيجة علاقة الموقع بين الموارد.
cs: Skóre určuje vzájemné umístění prostředků.
de: Die Note bestimmt die Standortbeziehung zwischen den Ressourcen.
fr: Le score détermine la relation de l'emplacement entre les ressources.
hu: A pontszám határozza meg az erőforrások közötti helykapcsolatot.
it: Il punteggio determina la relazione dell'ubicazione tra le risorse.
pt_br: A pontuação determina o relacionamento de local entre os recursos.
ru: Показатель определяет отношение расположений между ресурсами.

source: Node Attribute
ar: سمة العقدة
cs: Atribut uzlu
de: Knotenattribut
es: Atributo de nodo
fr: Attribut du noeud
hu: Csomópont-attribútum
it: Attributo nodo
ja: ノード属性
nl: Knooppuntattribuut
pl: Atrybut węzła
pt_br: Atributo de Nó
ru: Атрибут узла
sv: Nodattribut

source: Colocate resources by the given node attribute instead of by node name (the default).
ar: حدد الموقع المشترك للموارد حسب سمة العقدة المحددة بدلاً من اسم العقدة (الافتراضي).
cs: Umožňuje spojovat prostředky podle daného atributu uzlu místo názvu uzlu (výchozí nastavení).
de: Führt das Server-Housing der Ressourcen nach dem angegebenen Knotenattribut statt nach dem Knotennamen (Standard) durch.
es: Asignar recursos según el atributo de nodo proporcionado en vez de según el nombre de nodo (empleado por defecto).
fr: Effectuer une colocalisation des ressources en fonction de l'attribut de noeud donné au lieu du nom du noeud (par défaut).
hu: Erőforrások párhuzamos elhelyezése a megadott csomópont-attribútummal a csomópont neve helyett (alapértelmezés)
it: Co-individua le risorse per attributo del nodo assegnato anziché per nome del nodo (default).
ja: ノード名(デフォルト)ではなく指定のノード属性を使用してリソースを同一場所に配置します。
nl: Plaats resources op dezelfde locatie op basis van het opgegeven knooppuntattribuut in plaats van op basis van knooppuntnaam (de standaardinstelling).
pl: Rozmieść zasoby według danego atrybutu węzła zamiast według nazwy węzła (ustawienie domyślne).
pt_br: Localize recursos em grupo pelo atributo especificado do nó, e não pelo nome do nó (padrão).
ru: Связать ресурсы по указанному атрибуту узла, а не по его имени (вариант по умолчанию).
sv: Lägg ihop resurser efter det angivna nodattributet istället för efter nodnamn (standard).

source: Not a constraint
ar: ليس قيدًا
cs: Nejedná se o omezení.
de: Keine Einschränkung
es: No es una restricción.
fr: Pas une contrainte
hu: Nem megszorítás
it: Non è un vincolo
ja: 制約なし
nl: Geen beperking
pl: To nie jest ograniczenie
pt_br: Não é uma restrição
ru: Не является ограничением
sv: Inte en begränsning

source: Unique identifier for the constraint. May not contain spaces.
ar: معرف فريد للقيد. يمكن ألا يحتوي على مسافات.
cs: Jedinečný identifikátor omezení. Nesmí obsahovat mezery.
de: Eindeutige Kennung für die Einschränkung. Leerzeichen sind nicht zulässig.
es: Identificador único de la restricción. No debe contener espacios.
fr: Identificateur unique pour la contrainte. Ne peut pas contenir d'espaces.
hu: A megszorítás egyedi azonosítója. Szóközt nem tartalmazhat.
it: Identificatore univoco per il vincolo. Può non contenere spazi.
ja: 制約の固有識別子。スペースを含めることはできません。
nl: Unieke id voor de beperking. Mag geen spaties bevatten.
pl: Unikatowy identyfikator dla ograniczenia. Nie może zawierać spacji.
pt_br: Identificador exclusivo da restrição. Não pode conter espaços.
ru: Уникальный идентификатор ограничения. Не должен содержать пробелов.
sv: Unikt ID för begränsning. Får inte innehålla mellanslag.

source: Set to true if the resource agent supports the migrate action
ar: تعيين على صحيح في حالة دعم المورد لإجراء الترحيل
cs: Pokud agent prostředku podporuje akci migrace, nastavte tuto možnost na hodnotu True.
de: Auf 'wahr' einstellen, wenn der Ressourcenagent die Migrationsaktion unterstützt
es: Definir como verdadero si el agente de recursos es compatible con la acción de migración
fr: Définir sur true si l'agent de la ressource prend en charge l'action de migration
hu: Igaz értékű, ha az erőforrásügynök támogatja a migráció műveletet
it: Impostare su true se l'agente della risorsa supporta l'azione di migrazione
ja: リソースエージェントが移行アクションをサポートする場合はtrueに設定する
nl: Instellen op waar als de resource-agent de migratieactie ondersteunt
pl: Ustaw wartość prawda, jeśli agent zasobu obsługuje migrację
pt_br: Definir como verdadeiro se o agente do recurso suportar a ação de migração
ru: Принимает значение true, если агент ресурса поддерживает действие миграции
sv: Anges som sant om resursagenten har stöd för migreringsåtgärden

source: How many failures may occur for this resource on a node, before this node is marked ineligible to host this resource. A value of INFINITY indicates that this feature is disabled.
ar: كم عدد عمليات الفشل التي قد تحدث في عقدة، قبل وضع علامة غير مؤهل لاستضافة هذا المورد على العقدة. تشير القيمة INFINITY إلى أن هذه الميزة معطلة.
cs: Počet chyb, ke kterým může dojít u prostředku v rámci uzlu předtím, než je uzel označen jako nevhodný k jeho hostování. Hodnota INFINITY určuje, že je funkce zakázána.
de: Anzahl der Fehler für diese Ressource auf einem Knoten, bevor dieser Knoten als ungeeignet für die Bereitstellung der betreffenden Ressource gekennzeichnet wird. Bei der Einstellung INFINITY (unbegrenzt) ist diese Funktion deaktiviert.
es: Cuántos errores pueden ocurrir para este recurso en un nodo, antes de que se marque como inadecuado para alojar el recurso. El valor INFINITY indica que la función está inhabilitada.
fr: Nombre d'échecs acceptable pour cette ressource sur un nœud avant que ce dernier ne soit marqué comme inéligible pour héberger cette ressource. La valeur INFINITY indique que cette fonctionnalité est désactivée.
hu: Ennyi hiba történhet ezzel az erőforrással egy csomóponton ahhoz, hogy a csomópont alkalmatlannak minősüljön az erőforrás működtetésére. Az INFINITY érték azt jelzi, hogy a funkció le van tiltva.
it: Quanti errori possono verificarsi per la risorsa sul nodo, prima che il nodo venga contrassegnato come non idonea a ospitare la risorsa. Un valore INFINITY indica che la funzione è disabilitata.
ja: このノードがこのリソースのホストには不適格とマーク付けされる前に、ノード上でこのリソースに対して発生する可能性のある障害数。INFINITYの値は、この機能が無効であることを示します。
nl: Het aantal fouten dat voor deze resource op een knooppunt mag optreden, voordat deze node wordt gemarkeerd als ongeschikt om als host te dienen voor deze resource. Met een waarde van INFINITY wordt aangegeven dat deze functie wordt uitgeschakeld.
pl: Liczba awarii tego zasobu w węźle, które mogą wystąpić zanim węzeł zostanie oznaczony jako niekwalifikujący się dla tego zasobu. Wartość INFINITY wskazuje, że ta funkcja jest wyłączona.
pt_br: Quantas falhas podem ocorrer para este recurso em um nó até esse nó ser marcado como não qualificado a hospedar o recurso. Um valor INFINITY indica que o recurso está desabilitado.
ru: Количество сбоев, которое может случиться с этим ресурсом в узле, прежде чем этот узел будет помечен как непригодный для размещения ресурса. Если указано значение INFINITY, эта функция будет выключена.
sv: Hur många gånger som denna resurs får misslyckas på en nod, innan noden markeras som oförmögen att vara värd för den här resursen. Värdet INFINITY indikerar att den här funktionen är inaktiverad.

source: What should the cluster do if it ever finds the resource active on more than one node?
ar: ماذا يجب أن تفعل المجموعة المتماثلة في حالة العثور على مورد نشط في أكثر من عقدة واحدة؟
cs: Určuje, jak se má cluster zachovat, pokud nalezne prostředek aktivní ve více než jednom uzlu.
de: Was der Cluster machen soll, wenn er feststellt, dass die Ressource auf mehreren Knoten aktiv ist.
es: ¿Qué debe hacer el clúster si detecta que el recurso está activo en más de un nodo?
fr: Que doit faire la grappe si elle découvre que la ressource est active sur plusieurs noeuds ?
hu: Mi a fürt teendője, ha bármikor azt tapasztalja, hogy több csomóponton aktív az erőforrás?
it: Come deve comportarsi il cluster in presenza di una risorsa attiva su più nodi?
ja: 複数のノード上でリソースがアクティブであることを検出した場合にクラスタが実行する操作。
nl: Wat moet het cluster doen als blijkt dat de resource op meerdere knooppunten actief is?
pl: Co klaster powinien zrobić, jeśli znajdzie zasób aktywny w więcej niż jednym węźle?
pt_br: O que o cluster deverá fazer se ele alguma vez encontrar o recurso ativo em mais de um nó?
ru: Что должен делать кластер, если он обнаружит, что ресурс активен на нескольких узлах?
sv: Vad ska klustret göra om resursen befinns vara aktiv på flera noder?
