Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: How many seconds to wait before acting as if the failure had not occurred, and potentially allowing the resource back to the node on which it failed. A value of 0 indicates that this feature is disabled.
ar: كم عدد ثواني الانتظار قبل التعامل كما لو كان حدث خطأ، وربما السماح للمورد بالعودة إلى العقدة التي فشل فيها. تشير القيمة 0 إلى أن هذه القيمة معطلة.
cs: Počet sekund čekání před obnovením stejného chování, jako kdyby k chybě nedošlo, a potenciálním umožněním opětovného spuštění prostředku v uzlu, ve kterém došlo k jeho chybě. Hodnota 0 značí, že funkce je zakázána.
de: Zeitraum (in Sekunden), über den gewartet werden soll, bevor so vorgegangen wird, als ob der Fehler nicht aufgetreten wäre und der Ressource somit die Möglichkeit eingeräumt wird, auf den Knoten zurückzukehren, auf dem der Fehler aufgetreten ist. Bei der Einstellung 0 ist diese Funktion deaktiviert.
es: Cuántos segundos debe esperar antes de actuar como si el error no se hubiera producido, permitiendo potencialmente que el recurso vuelva al nodo en el que se produjo el error. El valor 0 indica que la función está inhabilitada.
fr: Délai en secondes avant d'agir comme si aucun échec ne s'était produit, et éventuellement permettre à la ressource de revenir sur le nœud sur lequel elle a échoué. Une valeur de 0 indique que la fonctionnalité est désactivée.
hu: Ennyi másodpercig várakozzon a rendszer úgy, mintha nem történt volna hiba, ezáltal lehetővé téve az erőforrás helyreállítását azon a csomóponton, amelyen a hiba történt. A 0 érték azt jelzi, hogy ez a funkció le van tiltva.
it: Quanti secondi è necessario attendere prima di agire se l'errore non si è verificato e potenzialmente si consente alla risorsa di tornare al nodo su cui si è verificato l'errore. Un valore 0 indica che la funzione è disabilitata.
ja: 障害が発生しなかったように動作し、障害が発生したノードにリソースを戻すことが可能になるまで待機する秒数。値0はこの機能が無効であることを示します。
nl: Het aantal seconden dat moet worden gewacht voordat de fout wordt genegeerd en de resource mogelijk op het knooppunt wordt toegestaan waarop het fout ging. Met een waarde van 0 wordt aangegeven dat deze functie wordt uitgeschakeld.
pl: Liczba sekund oczekiwania na potraktowanie awarii jako niebyłej oraz na potencjalny powrót tego zasobu do węzła, w którym uległ awarii. Wartość 0 oznacza, że ta funkcja jest wyłączona.
pt_br: Por quantos segundos aguardar antes de agir como se a falha não tivesse ocorrido e, possivelmente, permitir que o recurso retorne ao nó no qual ele falhou. Um valor de 0 indica que o recurso está desabilitado.
ru: Время в секундах, которое необходимо подождать, прежде чем действовать как будто не было сбоя и потенциально разрешить ресурсу вернуться на узел, на котором произошел его сбой. Если указано значение 0, то эта функция выключена.
sv: Fördröjning i antal sekunder innan resursen potentiellt tillåts komma tillbaka på noden där den misslyckades, som om misslyckandet inte hade skett. Värdet 0 indikerar att den här funktionen är inaktiverad.

source: How much does the resource prefer to stay where it is?
ar: ما مدى تفضيل المورد للبقاء في مكانه؟
cs: Určuje, do jaké míry prostředek požaduje, aby bylo zachováno jeho umístění.
de: Priorität der Ressource dort zu bleiben, wo sie ist.
es: ¿Hasta qué punto prefiere el recurso quedarse donde está?
fr: Dans quelle mesure la ressource préfère-t-elle rester où elle est ?
hu: Mennyire kedvező, ha az erőforrás ott marad, ahol van?
it: Quanto la risorsa deve preferire di rimanere dove si trova?
ja: リソースが同じ場所で維持される必要がある期間。
nl: Hoeveel voorkeur geeft de resource eraan op de huidige plaats te blijven?
pl: Na ile zasób preferuje pozostanie w miejscu, w którym się znajduje?
pt_br: Qual o nível de preferência do recurso em permanecer onde ele está?
ru: Время, которое ресурс должен оставаться на своем месте
sv: I hur hög grad vill resursen stanna där den är?

source: Conditions under which the resource can be started.
ar: الشروط التي يمكن بدء المورد طبقًا لها.
cs: Podmínky, za kterých lze prostředek spustit
de: Bedingungen, unter denen die Ressource gestartet werden kann.
es: Condiciones bajo las que es posible iniciar el recurso.
fr: Conditions pour que la ressource puisse être démarrée.
hu: Az erőforrás elindításának feltételei.
it: Condizioni con cui è possibile avviare la risorsa.
ja: リソースを開始可能な条件。
nl: Voorwaarden waaronder de resource kan worden gestart.
pl: Warunki, przy których zasób może zostać uruchomiony.
pt_br: Em quais condições o recurso pode ser iniciado.
ru: Условия, при которых можно запустить ресурс.
sv: Villkor för att resursen ska kunna startas.

source: The name of the remote-node this resource defines. This both enables the resource as a remote-node and defines the unique name used to identify the remote-node. If no other parameters are set, this value will also be assumed as the hostname to connect to at the port specified by remote-port. WARNING: This value cannot overlap with any resource or node IDs. If not specified, this feature is disabled.
ar: اسم العقدة عن بُعد التي يحددها المورد. ويقوم ذلك بكل من تمكين المورد كعقدة عن بُعد وتحديد الاسم الفريد المستخدم لتحديد العقدة عن بُعد. في حالة عدم تعيين أي معلمات أخرى، سيتم افتراض هذه القيمة كاسم المضيف المطلوب التوصيل به عند المنفذ المحدد بواسطة المنفذ عن بُعد. تحذير: لا يمكن تراكب القيمة مع أي مورد أو معرفات عقدة. في حالة عدم التحديد، يتم تعطيل هذه الميزة.
cs: Název vzdáleného uzlu, který tento prostředek definuje. Tato možnost aktivuje prostředek jako vzdálený uzel a definuje jedinečný název použitý k identifikaci vzdáleného uzlu. Pokud nejsou nastaveny žádné jiné parametry, tato hodnota bude považována také za název hostitele, ke kterému má být vytvořeno připojení pomocí portu určeného hodnotou remote-port. UPOZORNĚNÍ: Tato hodnota se nesmí překrývat s žádnými ID prostředků ani uzlů. Pokud není určena, funkce je zakázána.
de: Der Name des fernen Knotens, den diese Ressource definiert. Die Ressource wird durch diese Einstellung zum einen als ferner Knoten aktiviert, zum anderen wird aber auch der eindeutige Name des fernen Knotens festgelegt. Wenn keine Parameter festgelegt sind, wird dieser Wert auch als Hostname für die Verbindung an dem durch 'remote-port' festgelegten Port verwendet. WARNUNG: Dieser Wert darf nicht identisch mit Ressourcen- oder Knoten-IDs sein. Ohne Angabe eines Werts ist diese Funktion deaktiviert.
es: Nombre del nodo remoto que define este recurso. Permite que el recurso funcione como nodo remoto y define el nombre único empleado para identificarlo. Si no se define ningún otro parámetro, también se supondrá que este valor es el nombre de host con el que conectarse en el puerto especificado por el puerto remoto. ADVERTENCIA: este valor no puede solaparse con ningún ID de nodo o recurso. Si no se especifica, la función está inhabilitada.
fr: Nom du noeud distant défini par cette ressource. Cela active la ressource en tant que noeud distant et définit le nom unique utilisé pour identifier le noeud distant. Si aucun autre paramètre n'est défini, cette valeur est aussi considérée comme étant le nom de l'hôte auquel se connecter au port spécifé par le port distant. Avertissement : cette valeur ne peut chevaucher aucun ID de ressource ou de noeud. Si aucune valeur n'est spécifiée, cette fonctionnalité est désactivée.
hu: Az ez által az erőforrás által meghatározott távoli csomópont neve. Ez részint távoli csomópontként engedélyezi az erőforrást, részint meghatározza a távoli csomópont azonosítására használt egyedi nevet. Ha nincs beállítva más paraméter, akkor a rendszer ezt az értéket tekinti az állomásnévnek is, amelyhez csatlakoznia kell a remote-port beállítással megadott távoli porton. FIGYELMEZTETÉS: Ez az érték nem lehet átfedésben egyetlen erőforrás vagy csomópont azonosítójával sem. Ha nincs megadva, ez a funkció le van tiltva.
it: Il nome del nodo remoto definito dalla risorsa. Consente sia di abilitare la risorsa come nodo remoto sia di definire il nome univoco utilizzato per identificare il nodo remoto. Se non sono impostati altri parametri, questo valore viene anche utilizzato come nome host per la connessione alla porta specificata dalla porta remota. ATTENZIONE: questo valore non deve sovrapporti ad alcun ID nodo o risorsa. Se non specificato, questa funzione è disabilitata.
ja: このリソースが定義するリモートノードの名前。この両方により、リソースはリモートノードとして有効になり、リモートノードの識別に使用される固有の名前が定義されます。他のパラメータが設定されない場合、この値はリモートポートで指定されるポートで接続するホスト名としても使用されます。警告: この値はリソースまたはノードIDと重複できません。指定されない場合、この機能は無効になります。
nl: De naam van het externe knooppunt dat met deze resource wordt gedefinieerd. Hiermee wordt de resource als een extern knooppunt ingeschakeld en wordt de unieke naam gedefinieerd waarmee het externe knooppunt wordt geïdentificeerd. Als er geen andere parameters worden ingesteld, wordt deze waarde ook gebruikt als de hostnaam waarmee verbinding moet worden gemaakt op de poort die is opgegeven door de externe poort. WAARSCHUWING: deze waarde mag niet overlappen met resource- of knooppunt-id's. Als deze waarde niet wordt opgegeven, wordt deze functie uitgeschakeld.
pl: Nazwa zdalnego węzła definiowanego przez ten zasób. Powoduje to aktywowanie zasobu jako węzła zdalnego oraz definiuje unikalną nazwę używaną do identyfikowania zdalnego węzła. Jeśli inne parametry nie zostaną ustawione, ta wartość zostanie także użyta jako nazwa hosta przy połączeniu, razem z portem określonym przez parametr remote-port. OSTRZEŻENIE: ta wartość nie może pokrywać się z żadnym identyfikatorem zasobu ani węzła. Jeśli nie zostanie podana, funkcja jest wyłączona.
pt_br: O nome do nó remoto definido por este recurso. Ele habilita o recurso como nó remoto e também define o nome exclusivo usado para identificar o nó remoto. Se nenhum outro parâmetro for definido, esse valor também será considerado o nome de host para conexão com a porta especificada pela porta remota. AVISO: Esse valor não pode coincidir com nenhum ID de recurso ou nó. Se não for especificado, esse recurso será desabilitado.
ru: Имя удаленного узла, определяемого этим ресурсом. Позволяет ресурсу выступать в качестве удаленного узла и определяет уникальное имя, используемое для идентификации удаленного узла. Если не задано других параметров, это значение также будет считаться именем узла, используемым для соединения через порт, указанный удаленным портом. ВНИМАНИЕ! Это значение неспособно перекрываться с какими-либо ИД ресурсов или узлов. Если параметр не указан, то эта функция будет выключена.
sv: Namnet på fjärrnoden som definieras av den här resursen. Aktiverar resursen som fjärrnod och definierar det unika namnet som fjärrnoden identifieras med. Om inga andra parametrar anges, antas detta värde också vara värdnamnet att ansluta till vid porten som anges som fjärrport. VARNING! Det här värdet får inte överlappa något resurs- eller nod-ID. Om inget anges här inaktiveras den här funktionen.

source: Port to use for the guest connection to pacemaker_remote.
ar: المنفذ المطلوب استخدامه لتوصيل الضيف بـ pacemaker_remote.
cs: Port, který se má použít k vytvoření připojení hosta ke službě pacemaker_remote.
de: Zu verwendender Port für die Gastverbindung mit pacemaker_remote.
es: Puerto que se debe utilizar para la conexión de invitado a pacemaker_remote.
fr: Port à utiliser pour la connexion invé à pacemaker_remote.
hu: A pacemaker_remote elemmel vendégkapcsolat létesítésére használandó port.
it: Porta da usare per la connessione guest a pacemaker_remote.
ja: pacemaker_remoteへのゲスト接続に使用するポート。
nl: Poort die moet worden gebruikt voor de gastverbinding met pacemaker_remote.
pl: Port używany dla połączenia gościa z węzłem pacemaker_remote.
pt_br: Porta a ser usada para conexão de convidado com pacemaker_remote.
ru: Порт, который необходимо использовать для гостевого соединения с pacemaker_remote.
sv: Port som ska användas för gästanslutningen till pacemaker_remote.

source: The IP address or hostname to connect to if remote-node's name is not the hostname of the guest.
ar: عنوان IP واسم المضيف المطلوب التوصيل به إذا لم يكن اسم العقدة عن بُعد هو اسم مضيف الضيف.
cs: IP adresa nebo název hostitele, ke kterému má být vytvořeno připojení, pokud název vzdáleného uzlu remote-node není názvem hostitele hosta.
de: Die IP-Adresse oder der Hostname für die Verbindung, wenn der Name des fernen Knotens nicht der Hostname des Gasts ist.
es: Dirección IP o nombre de host con el que debe establecerse la conexión si el nombre del nodo remoto no es el nombre de host del invitado.
fr: L'adresse IP ou le nom d'hôte auquel se connecter si le nom de noeud distant n'est pas le nom d'hôte de l'invité.
hu: A csatlakozáshoz használandó IP-cím vagy állomásnév abban az esetben, ha a remote-node neve nem a vendég állomásneve.
it: L'indirizzo IP o il nome host per la connessione se il nome del nodo remoto non è il nome host del guest.
ja: リモートノードの名前がゲストのホスト名でない場合に接続するIPアドレスまたはホスト名。
nl: Het IP-adres of de hostnaam waarmee verbinding moet worden gemaakt als de naam van het externe knooppunt niet de hostnaam van de gast is.
pl: Adres IP lub nazwa hosta dla połączenia, jeśli nazwa węzła zdalnego nie jest nazwą hosta gościa.
pt_br: Endereço IP ou nome de host para conexão se o nome do nó remoto não for o nome de host do convidado.
ru: IP-адрес или имя узла, с которым необходимо установить соединение, если имя удаленного узла не является именем узла гостя.
sv: IP-adressen eller värdnamnet att ansluta till om fjärrnodens namn inte är värdnamnet för gästen.

source: How long before a pending guest connection will time out.
ar: كم يستغرق توصيل الضيف المعلق قبل انتهاء المهلة.
cs: Určuje dobu vypršení platnosti čekajícího připojení hosta.
de: Dauer bis zur Zeitüberschreitung einer ausstehenden Gastverbindung.
es: Cuánto tiempo debe transcurrir antes de que concluya el tiempo de espera de las conexiones de invitados pendientes.
fr: Délai avant le timeout d'une connexion invité en attente.
hu: Ennyi idő után jár le egy függőben lévő vendégkapcsolat időkorlátja.
it: Quanto prima avviene il timeout di una connessione guest in sospeso.
ja: 保留中のゲスト接続がタイムアウトするまでの時間。
nl: De tijd voordat een een time-out optreedt voor een wachtende gastverbinding.
pl: Limit czasu oczekiwania na połączenie gościa.
pt_br: Quanto tempo até esgotar o tempo de espera de uma conexão de convidado pendente.
ru: Время, по истечении которого произойдет тайм-аут ожидающего гостевого соединения.
sv: Tidsåtgång innan en väntande gästanslutning överskrider tidsgränsen.

source: Group cannot be empty, expected at least one child
ar: لا يمكن أن يكون حقل المجموعة فارغًا، من المتوقع وجود عنصر فرعي واحد على الأقل
cs: Skupina nesmí být prázdná, je očekáván alespoň jeden podřízený prvek.
de: Gruppe darf nicht leer sein, mindestens ein untergeordnetes Element erwartet
es: El grupo no puede estar vacío, se esperaba al menos un hijo
fr: Le groupe ne peut pas être vide. Au moins un enfant est attendu.
hu: A csoport nem lehet üres, legalább egy gyermeket vár a folyamat.
it: Il gruppo non può essere vuoto, è previsto almeno un elemento secondario
ja: グループは必ず指定してください。少なくとも子が1つ必要です
nl: Groep kan niet leeg zijn. Er wordt ten minste één onderliggend element verwacht
pl: Grupa nie może być pusta; oczekiwany jest co najmniej jeden element podrzędny
pt_br: O grupo não pode ficar vazio. Espera-se pelo menos um filho
ru: Группа не может быть пустой, ожидается минимум один подчиненный элемент
sv: Grupp kan inte vara tom. Minst en underordnad förväntas

source: No resource specified
ar: لم يتم تحديد مورد
cs: Nebyl zadán žádný prostředek
de: Keine Ressource angegeben
es: No se han especificado recursos
fr: Aucune ressource n'est spécifiée.
hu: Nincs megadva erőforrás
it: Nessuna risorsa specificata
ja: リソースが指定されていません
nl: Er is geen resource opgegeven
pl: Nie podano zasobu
pt_br: Nenhum recurso especificado
ru: Не указаны ресурсы
sv: Ingen resurs angiven

source: No rules specified
ar: لا توجد قواعد محددة
cs: Nebyla zadána žádná pravidla
de: Kein Regeln angegeben
es: No se han especificado reglas
fr: Aucune règle n'est spécifiée.
hu: Nincsenek szabályok megadva
it: Nessuna regola specificata
ja: ルールが指定されていません
nl: Er zijn geen regels opgegeven
pl: Nie określono reguł
pt_br: Nenhuma regra especificada
ru: Не указаны правила
sv: Inga regler har angetts

source: Invalid resource discovery type
ar: نوع اكتشاف مورد غير صالح
cs: Neplatný typ zjišťování prostředků
de: Ungültiger Ressourcenerkennungstyp
es: Tipo de descubrimiento de recursos no válido
fr: Type de découverte de la ressource non valide
hu: Érvénytelen erőforrás-felfedezési típus
it: Tipo di rilevazione delle risorse non valido
ja: 無効なリソースディスカバリタイプ
nl: Ongeldig type resourcedetectie
pl: Nieprawidłowy typ wykrywania zasobu
pt_br: Tipo de descoberta de recursos inválido
ru: Недопустимый тип обнаружения ресурса
sv: Ogiltig typ av resursupptäckt

source: Constraint is too complex - it contains nested rules
ar: القيد معقد للغاية - يحتوي على قواعد مضمنة
cs: Omezení je příliš složité – obsahuje vnořená pravidla
de: Die Einschränkung ist zu komplex - sie enthält verschachtelte Regeln
es: La restricción es demasiado compleja, contiene reglas anidadas
fr: La contrainte est trop complexe car elle contient des règles imbriquées.
hu: Túl komplex szabály - beágyazott szabályok vannak
it: Il vincolo è troppo complesso: contiene regole nidificate
ja: 制約が複雑すぎます。ネストしたルールが含まれています
nl: Beperking is te complex: deze bevat geneste regels
pl: Ograniczenie jest zbyt złożone - zawiera zagnieżdżone reguły
pt_br: Restrição complexa demais; contém regras aninhadas
ru: Слишком сложное ограничение - содержит вложенные правила
sv: Begränsningen är för komplex - den innehåller kapslade regler

source: Invalid score "%{score}"
ar: نتيجة غير صحيحة "%{score}"
cs: Neplatné skóre „%{score}“
de: Ungültige Note "%{score}"
fr: Score "%{score}" non valide
hu: Érvénytelen pontszám "%{score}"
it: Punteggio non valido "%{score}"
pt_br: Pontuação "%{score}" inválida
ru: Недопустимая оценка: "%{score}"

source: No expressions specified
ar: لم يتم تحديد أي تعبير
cs: Nebyly zadány žádné výrazy
de: Kein Ausdruck angegeben
es: No se han especificado expresiones
fr: Aucune expression n'est spécifiée.
hu: Nincsenek megadva kifejezések
it: Nessuna espressione specificata
ja: 式が指定されていません
nl: Er zijn geen expressies opgegeven
pl: Nie określono wyrażeń
pt_br: Nenhuma expressão especificada
ru: Не указаны выражения
sv: Inga uttryck har angetts

source: Attribute contains both single and double quotes
ar: تحتوي السمة على علامات اقتباس مفردة ومزدوجة
cs: Atribut obsahuje jednoduché i dvojité uvozovky
de: Attribut enthält sowohl einfache als auch doppelte Anführungszeichen
es: El atributo contiene comillas sencillas y dobles
fr: L'attribut contient des guillemets simples et doubles.
hu: Az attribútum szimpla és dupla idézőjelet és tartalmaz
it: L'attributo contiene virgolette singole e doppie
ja: 属性に一重引用符と二重引用符の両方が含まれています
nl: Attribuut bevat enkele en dubbele aanhalingstekens
pl: Atrybut zawiera cudzysłowy zarówno pojedyncze, jak i podwójne
pt_br: O atributo contém aspas simples e duplas
ru: Атрибут содержит и одиночные, и двойные кавычки
sv: Attributet innehåller både enkla och dubbla citattecken

source: Value contains both single and double quotes
ar: تحتوي القيمة على علامات اقتباس مفردة ومزدوجة
cs: Hodnota obsahuje jednoduché i dvojité uvozovky
de: Wert enthält sowohl einfache als auch doppelte Anführungszeichen
es: El valor contiene comillas sencillas y dobles
fr: La valeur contient des guillemets simples et doubles.
hu: Az érték szimpla és dupla idézőjelet és tartalmaz
it: Il valore contiene virgolette singole e doppie
ja: 値に一重引用符と二重引用符の両方が含まれています
nl: Waarde bevat enkele en dubbele aanhalingstekens
pl: Wartość zawiera cudzysłowy zarówno pojedyncze, jak i podwójne
pt_br: O valor contém aspas simples e duplas
ru: Значение содержит и одиночные, и двойные кавычки
sv: Värdet innehåller både enkla och dubbla citattecken

source: Resources to apply the constraint to.
ar: الموارد التي يجب تطبيق القيد عليها.
cs: Prostředky, u kterých se má použít omezení
de: Ressourcen, auf die die Einschränkung angewendet werden soll.
es: Recursos a los que aplicar la restricción.
fr: Ressources auxquelles appliquer la contrainte.
hu: Azok az erőforrások, amelyekre alkalmazni kell a megszorítást.
it: Risorse alle quali applicare il vincolo.
ja: 制約の適用先のリソース。
nl: Resources waarop de beperking moet worden toegepast.
pl: Zasoby, dla których ma być zastosowane ograniczenie.
pt_br: Recursos aos quais aplicar a restrição.
ru: Ресурсы, к которым применяется ограничение.
sv: Resurser att tillämpa begränsningen på.

source: Positive values indicate the resources should run on this node. Negative values indicate the resources should not run on this node. Values of +/- INFINITY change "should"/"should not" to "must"/"must not".
ar: تشير القيم الموجبة إلى أنه يجب تشغيل الموارد بهذه العقدة. وتشير القيم السالبة إلى أنه لا يجب تشغيل الموارد بهذه العقدة. تقوم القيم +/- INFINITY بتغيير "ينبغي"/"لا ينبغي" إلى "يجب"/"لا يجب".
cs: Kladné hodnoty určují, že se prostředky v tomto uzlu mají spouštět. Záporné hodnoty určují, že se prostředky v tomto uzlu spouštět nemají. Hodnoty +/- INFINITY mění význam slov mají/nemají na musejí/nemusejí.
de: Bei positiven Werten werden die Ressourcen auf diesem Knoten ausgeführt, bei negativen Werten dagegen nicht. Mit dem Wert "+/- INFINITY" (+/- unbegrenzt) wird "soll"/"soll nicht" durch "muss"/"darf nicht" ersetzt.
es: Los valores positivos indican que los recursos se deben ejecutar en este nodo. Los negativos que no se deben ejecutar en el nodo. Los valores de +/- INFINITY cambian "should"/"should not" a "must"/"must not".
fr: Des valeurs positives indiquent que les ressources doivent être exécutées sur ce noeud. Des valeurs négatives indiquent que les ressources ne doivent pas être exécutées sur ce noeud. Les valeurs de +/- INFINITY, anciennement "should"/"should not" ont été modifiées en "must"/"must not".
hu: A pozitív értékek azt jelzik, hogy az erőforrásoknak ezen a csomóponton kell futniuk. A negatív értékek azt jelzik, hogy az erőforrásoknak nem ezen a csomóponton kell futniuk. A +/- INFINITY értékek hatására a "should"/"should not" értékek "must"/"must not" értékre váltanak.
it: I valori positivi indicano che le risorse devono essere eseguite in questo nodo. I valori negativi indicano che le risorse non devono essere eseguite nel nodo. I valori di +/- INFINITY cambiano da "should"/"should not" a "must"/"must not".
ja: 正の値は、リソースをこのノードで実行する必要があることを示します。負の値は、リソースをこのノードで実行できないことを示します。値 +/-INFINITYによって、「実行する必要がある」/「実行できない」が、「実行しなければならない」/「実行してはならない」 に変わります。
nl: Positieve waarden geven aan dat de resources op dit knooppunt moeten worden uitgevoerd. Negatieve waarden geven aan dat de resources niet op dit knooppunt moeten worden uitgevoerd. Waarden van +/- INFINITY wijzigen "zou moeten"/"zou niet moeten" in "moeten"/"mogen niet".
pl: Wartości dodatnie wskazują, że zasoby powinny być uruchamiane na tym węźle. Wartości ujemne wskazują, że zasoby nie powinny być uruchamiane na tym węźle. Wartości +/- INFINITY powodują zmianę „powinny/nie powinny” na „muszą/nie muszą”.
pt_br: Valores positivos indicam que os recursos devem ser executados neste nó. Valores negativos indicam que os recursos não devem ser executados neste nó. Os valores +/- INFINITY mudam "deveria"/"não deveria" para "deve"/"não deve".
ru: Положительные значения указывают, что ресурсы должны работать на этом узле, отрицательные означают, что ресурсы не должны работать на нем. Значения +/- INFINITY (БЕСКОНЕЧНОСТЬ +/-) меняют оператор "следует"/"не следует" на "должен"/"не должен"
sv: Positiva värden visar att resurserna bör köras på den här noden. Negativa värden visar att resurserna inte bör köras på den här noden. Värdena +/- OÄNDLIGHET ändrar "bör"/"bör inte" till "måste"/"måste inte".
