Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: Connection to server failed - will retry every 15 seconds.
ar: فشل الاتصال بالخادم - ستتم إعادة المحاولة كل 15 ثانية.
cs: Připojení k serveru se nezdařilo – pokus bude každých 15 sekund opakován.
de: Verbindung zum Server fehlgeschlagen - Neuversuch alle 15 Sekunden.
es: Error al conectar con el servidor. Se intentará de nuevo cada 15 segundos.
fr: Echec de la connexion au serveur, nouvel essai toutes les 15 secondes.
hu: A kapcsolódás a kiszolgálóhoz sikertelen - újrapróbálkozás 15 másodpercenként.
it: Connessione al server non riuscita. Verrà eseguito un nuovo tentativo ogni 15 secondi.
ja: サーバとの接続が失敗しました - 15秒ごとに再試行します。
nl: De verbinding met de server is verbroken. Er wordt elke 15 seconden een nieuwe poging gedaan.
pl: Połączenie z serwerem nie powiodło się — ponowne próby będą następować co 15 sekund.
pt_br: Falha na conexão com o servidor. Será repetida a cada 15 segundos.
ru: Сбой соединения с сервером: попытки будут повторяться каждые 15 с.
sv: Anslutning till server kunde inte upprättas - försöker igen var 15:e sekund.

source: Status
ar: الحالة
cs: Stav
es: Estado
fr: État
hu: Állapot
it: Stato
ja: 状態
ru: Состояние

source: Remote
ar: بعيد
cs: Vzdálený
de: Entfernt
es: Remota
fr: Distante
hu: Távoli
it: Remoto
ja: リモート
nl: Extern
pl: Zdalna
pt_br: Remoto
ru: Удаленный
sv: Fjärr

source: Maintenance
ar: الصيانة
cs: Údržba
de: Wartung
es: Mantenimiento
hu: Karbantartás
it: Manutenzione
ja: メンテナンス
nl: Onderhoud
pl: Utrzymanie
pt_br: Manutenção
ru: Обслуживание
sv: Underhåll

source: Switch to ready
ar: التبديل إلى جاهز
cs: Přepnout do připraveného stavu
de: Wechsel zu 'Fertig'
es: Cambiar a preparado
fr: Basculer vers le mode prêt
hu: Váltás üzemkészre
it: Passa a Pronto
ja: 準備完了に切り替える
nl: Overschakelen naar gereed
pl: Przełącz na: gotowy
pt_br: Alternar para pronto
ru: Переключить в режим готовности
sv: Växla till klar

source: Switch to maintenance
ar: التبديل إلى الصيانة
cs: Přepnout do stavu údržby
de: Wechsel zu 'Wartung'
es: Cambiar a mantenimiento
fr: Basculer vers le mode maintenance
hu: Váltás karbantartásra
it: Passa a Manutenzione
ja: 保守に切り替える
nl: Overschakelen naar onderhoud
pl: Przełącz na: utrzymanie
pt_br: Alternar para manutenção
ru: Переключить в режим обслуживания
sv: Växla till underhåll

source: Standby
ar: استعداد
cs: Pohotovost
es: En espera
fr: Veille
hu: Készenlét
ja: スタンバイ
pl: Stan gotowości
ru: Режим ожидания
sv: Vänteläge

source: Switch to online
ar: التبديل إلى على الإنترنت
cs: Přepnout do stavu online
de: Wechsel zu 'Online'
es: Cambiar a en línea
fr: Basculer vers le mode en ligne
hu: Váltás online-ra
it: Passa a In rete
ja: オンラインに切り替える
nl: Overschakelen naar online
pl: Przełącz na: online
pt_br: Alternar para online
ru: Переключить в рабочий режим
sv: Växla till online

source: Switch to standby
ar: التبديل إلى وضع الاستعداد
cs: Přepnout do pohotovostního stavu
de: Wechsel zu 'Standby'
es: Cambiar a estado de espera
fr: Basculer vers le mode en veille
hu: Váltás készenléti állapotra
it: Passa a Standby
ja: スタンバイに切り替える
nl: Overschakelen naar stand-by
pl: Przełącz na: stan gotowości
pt_br: Alternar para standby
ru: Переключить в режим ожидания
sv: Växla till standby

source: Fence
ar: الفاصل
cs: Izolovat
de: Eingrenzung
es: Aislamiento
fr: Délimitation
hu: Elkerítés
it: Delimitatore
ja: フェンス
pl: Izolowanie
pt_br: Limite
ru: Оградить

source: Clear state
ar: مسح الحالة
cs: Vymazat stav
de: Status löschen
es: Borrar estado
fr: Effacer l'état
hu: Állapot törlése
it: Cancella stato
ja: 状態のクリア
nl: Status wissen
pl: Wyczyść stan
pt_br: Limpar estado
ru: Очистить состояние
sv: Rensa tillstånd

source: Recent events
ar: الأحداث الحديثة
cs: Poslední události
de: Letzte Ereignisse
es: Eventos recientes
fr: Événements récents
hu: Legutóbbi események
it: Eventi recenti
ja: 最新のイベント
nl: Recente gebeurtenissen
pl: Ostatnie zdarzenia
pt_br: Eventos recentes
ru: Последние события
sv: Senaste händelser

source: Details
ar: التفاصيل
cs: Podrobnosti
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細情報
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
sv: Detaljer

source: ID
ar: المعرف
hu: Azonosító
pl: Identyfikator
ru: ИД

source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sv: Lägg till

source: Apply
ar: تطبيق
cs: Použít
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmaz
it: Applica
ja: 適用
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sv: Verkställ

source: No interval set for monitor operation
ar: لم يتم تعيين فاصل زمني لعملية المراقبة
cs: Pro operaci monitorování není nastaven žádný interval.
de: Für Überwachungsoperation wurde kein Intervall festgelegt
es: No se ha definido ningún intervalo para la operación de supervisión.
fr: Aucun intervalle défini pour l'opération de contrôle
hu: Nincs beállítva a figyelőművelet időköze
it: Nessun intervallo impostato per l'operazione del monitor
ja: 監視操作に間隔が設定されていません
nl: Geen interval ingesteld voor monitorbewerking
pl: Dla operacji monitorowania nie ustawiono interwału
pt_br: Sem intervalo definido para operação do monitor
ru: Не задан интервал для операции наблюдения
sv: Inget intervall har angetts för övervakningsåtgärd

source: Replacing previously defined monitor operation with same interval
ar: استبدال عملية المراقبة المحددة سابقًا بنفس الفاصل الزمني
cs: Probíhá nahrazení dříve definované operace monitorování se stejným intervalem.
de: Zuvor definierte Überwachungsoperation wird durch gleiches Intervall ersetzt
es: Se sustituirá la operación de supervisión definida anteriormente con el mismo intervalo.
fr: Remplacement de l'opération de contrôle définie précédemment avec le même intervalle
hu: A korábban definiált ugyanilyen időközű figyelőművelet lecserélése
it: Sostituzione operazione monitor precedentemente definita con il medesimo intervallo
ja: 以前に定義された監視操作を同じ間隔で置き換える
nl: Eerder gedefinieerde monitorbewerking wordt vervangen met hetzelfde interval
pl: Zastępowanie poprzednio zdefiniowanej operacji monitorowania tym samym interwałem
pt_br: Substituindo operação do monitor já definida pelo mesmo intervalo
ru: Замена ранее определенной операции наблюдения таким же интервалом
sv: Byter ut tidigare angiven övervakningsåtgärd mot samma intervall

source: Resource ID
ar: معرف المورد
cs: ID prostředku
de: Ressourcen-ID
es: ID de recurso
fr: ID de la ressource
hu: Erőforrás ID
it: ID risorsa
ja: リソースID
pl: Identyfikator zasobu
pt_br: ID do Recurso
ru: ИД ресурса
sv: Resurs-ID

source: Failed to fetch meta attributes
ar: فشل إحضار سمات التعريف
cs: Načtení metaatributů se nezdařilo.
de: Fehler beim Abrufen der Meta-Attribute
es: Error al obtener los metaatributos
fr: Echec lors de la récupération des attributs META
hu: Nem sikerült beolvasni a metaattribútumokat
it: Recupero meta-attributi non riuscito
ja: メタ属性をフェッチできませんでした
nl: Meta-attributen kunnen niet worden opgehaald
pl: Nie można pobrać atrybutów meta
pt_br: Falha ao buscar atributos meta
ru: Не удалось получить метаатрибуты
sv: Metaattribut kunde inte hämtas

source: Add Recipient
ar: إضافة مستلم
cs: Přidat příjemce
de: Empfänger hinzufügen
es: Añadir destinatario
fr: Ajouter un destinataire
hu: Címzett hozzáadása
it: Aggiungi destinatario
ja: 受信者の追加
nl: Ontvanger toevoegen
pl: Dodaj odbiorcę
pt_br: Adicionar Destinatário
ru: Добавить получателя
sv: Lägg till mottagare

source: Edit Recipient
ar: تحرير المستلم
cs: Upravit příjemce
de: Empfänger bearbeiten
es: Editar destinatario
fr: Modifier le destinataire
hu: Címzett szerkesztése
it: Modifica destinatario
ja: 受信者の編集
nl: Ontvanger bewerken
pl: Edytuj odbiorcę
pt_br: Editar Destinatário
ru: Редактировать получателя
sv: Redigera mottagare

source: Remove Recipient
ar: إزالة المستلم
cs: Odebrat příjemce
de: Empfänger entfernen
es: Eliminar destinatario
fr: Supprimer le destinataire
hu: Címzett eltávolítása
it: Rimuovi destinatario
ja: 受信者の削除
nl: Ontvanger verwijderen
pl: Usuń odbiorcę
pt_br: Remover Destinatário
ru: Удалить получателя
sv: Ta bort mottagare

source: To
ar: إلى
cs: Do
de: An
es: Para
fr: A
hu: Címzett
it: A
ja: 宛先
nl: Aan
pl: Do
pt_br: Para
ru: Получатель
sv: Till

source: Instance Attributes
ar: سمات المثيل
cs: Atributy instance
de: Instanzenattribute
es: Atributos de instancia
fr: Attributs d'instance
hu: Példány attribútumai
it: Attributi istanza
ja: インスタンス属性
nl: Instantieattributen
pl: Atrybuty wystąpienia
pt_br: Atributos de Instância
ru: Атрибуты экземпляра
sv: Instansattribut

source: Meta Attributes
ar: سمات تعريف
cs: Metaatributy
de: Meta-Attribute
es: Metaatributos
fr: Attributs méta
hu: Metaattribútumok
it: Meta-attributi
ja: メタ属性
nl: Meta-attributen
pl: Atrybuty meta
pt_br: Atributos Meta
ru: Метаатрибуты
sv: Metaattribut

source: User-defined attribute.
ar: السمة المحددة من قبل المستخدم.
cs: Atribut definovaný uživatelem.
de: Benutzerdefiniertes Attribut.
es: Atributo definido por el usuario.
fr: Attribut défini par l'utilisateur.
hu: Felhasználó által definiált attribútum.
it: Attributo definito dall'utente.
ja: ユーザ定義属性。
nl: Door gebruiker gedefinieerd attribuut.
pl: Atrybut zdefiniowany przez użytkownika.
pt_br: Atributo definido pelo usuário.
ru: Атрибут, определяемый пользователем.
sv: Användardefinierat attribut.

source: If the alert agent does not complete within this amount of time, it will be terminated.
ar: إذا لم يكتمل وكيل التنبيه خلال مقدار الوقت هذا، فسيتم إنهاؤه.
cs: Pokud agent výstrah nedokončí činnost do této doby, bude ukončen.
de: Wenn der Alarm-Agent nicht innerhalb dieses Zeitraums abgeschlossen ist, wird er beendet.
es: Si el agente de alertas no se completa en este tiempo, se interrumpirá.
fr: Si l'agent d'alerte ne s'exécute pas dans le délai imparti, il sera arrêté.
hu: Ha a riasztási ügynök végrehajtása nem történik meg ennyi időn belül, a rendszer leállítja.
it: Se l'agente dell'avviso non viene completato entro il periodo specificato, verrà interrotto.
ja: この時間内に完了しない場合、アラートエージェントは終了します。
nl: Als de waarschuwingsagent niet binnen deze tijd wordt voltooid, wordt deze beëindigd.
pl: Jeśli agent alertów nie ukończy zadania w tym czasie, jego działanie zostanie przerwane.
pt_br: Se o agente de alerta não for concluído neste período de tempo, ele será terminado.
ru: Если агент предупреждений не завершит свое выполнение в течение этого периода времени, его работа прекращается.
sv: Om varningsagenten inte är klar inom den här tiden avslutas den.

source: Format the cluster will use when sending the event’s timestamp to the agent. This is a string as used with the date(1) command.
ar: التنسيق الذي ستستخدمه المجموعة عند إرسال الطابع الزمني للحدث إلى الوكيل. هذه سلسلة يتم استخدامها مع أمر التاريخ (1).
cs: Formát, který cluster použije při odesílání časového razítka události agentovi. Jedná se o řetězec používaný s příkazem date(1).
de: Format, in dem der Cluster den Zeitstempel des Ereignisses an den Agenten sendet. Diese Zeichenfolge wird auch mit dem Befehl 'date(1)' verwendet.
es: Formato que usará el clúster al enviar la marca horaria del evento al agente. Se trata de la misma cadena usada con el comando date(1).
fr: Format qu'appliquera le cluster lors de l'envoi du tampon horaire de l'événement à l'agent. Il s'agit d'une chaîne qui est utilisée avec la commande date(1).
hu: Ezt a formátumot fogja használni a fürt, amikor elküldi az esemény időbélyegét az ügynök számára. Ez a date(1) paranccsal használt formátumú karakterlánc.
it: Formato che verrà utilizzato dal cluster per l'invio della registrazione dell'orario dell'evento all'agente. Ha la stessa funzione della stringa utilizzata con il comando date(1).
ja: イベントのタイムスタンプをエージェントに送信する際にクラスタが使用するフォーマット。date(1)コマンドで使用される文字列です。
nl: Indeling die voor de cluster wordt gebruikt wanneer de tijdstempel van de gebeurtenis naar de agent wordt verzonden. Dit is een tekenreeks zoals die wordt gebruikt met de opdracht date(1).
pl: Format używany przez klaster podczas wysyłania znacznika czasu zdarzenia do agenta. Ciąg ten jest używany z poleceniem date(1).
pt_br: A formatação do cluster será usada ao enviar a marcação de horário do evento para o agente. Esta é a string conforme usada com o comando date(1).
ru: Формат кластера будет использоваться при отправке отметки времени события агенту. Это строка, используемая с командой date(1).
sv: Format som klustret använder när tidsstämpeln på händelsen skickas till agenten. Det här är en sträng som används med datum(1)-kommandot.

source: Report generation is complete.
ar: تم اكتمال إنشاء التقرير.
cs: Vytváření zprávy je dokončeno.
de: Berichtsgenerierung abgeschlossen.
es: La generación del informe ha finalizado.
fr: La génération du rapport est terminée.
hu: A jelentés generálása befejeződött.
it: Generazione del report completata.
ja: レポート生成が完了しました。
nl: Rapport is gegenereerd.
pl: Generowanie raportu zakończone.
pt_br: Geração de relatório concluída.
ru: Отчет создан.
sv: Rapportgenereringen är klar.

source: Report generation cancelled.
ar: تم إلغاء إنشاء التقرير.
cs: Vytváření sestavy bylo zrušeno.
de: Berichterstellung abgebrochen.
es: Generación de informe cancelada.
fr: La création de rapport a été annulée.
hu: A jelentés generálása visszavonva.
it: Generazione di rapporti annullata.
ja: レポートの生成がキャンセルされました。
nl: Rapport genereren geannuleerd.
pl: Generowanie raportu zostało anulowane.
pt_br: Geração de relatório cancelada.
ru: Создание отчета отменено.
sv: Rapportgenereringen har avbrutits.

source: From
ar: من
cs: Od
de: Von
es: De
fr: De
hu: Ettől:
it: Da
ja: 開始
nl: Van
pl: Od
pt_br: De
ru: С
sv: Från

source: Until
ar: حتى
cs: Do
de: Bis
es: Hasta
fr: jusqu'à
hu: Eddig:
it: Fino
ja: 終了
nl: Tot
pl: Do
pt_br: Até
ru: По
sv: Till

source: Custom
ar: مخصص
cs: Vlastní
de: Benutzerdefiniert
es: Personalizada
fr: Personnaliser
hu: Egyéni
it: Personalizzato
ja: カスタム設定
nl: Aangepast
pl: Własne
ru: Пользовательский
sv: Egen

source: Su
ar: الأحد
cs: Ne
de: So
es: Do
fr: Di
hu: V
it: Do
ja: 日
nl: Zo
pl: Nd
pt_br: Dom
ru: Вс
sv: Sö

source: Mo
ar: الاثنين
cs: Po
es: Lu
fr: Lu
hu: H
it: Lu
ja: 月
nl: Ma
pl: Pn
pt_br: Seg
ru: Пн
sv: Må

source: Tu
ar: الثلاثاء
cs: Út
de: Di
es: Ma
fr: Ma
hu: K
it: Ma
ja: 火
nl: Di
pl: Wt
pt_br: Ter
ru: Вт
sv: Ti

source: We
ar: الأربعاء
cs: St
de: Mi
es: Mi
fr: Me
hu: Sze
it: Me
ja: 水
nl: Wo
pl: Śr
pt_br: Qua
ru: Ср
sv: On

source: Th
ar: الخميس
cs: Čt
de: Do
es: Ju
fr: Je
hu: Cs
it: Gi
ja: 木
nl: Do
pl: Cz
pt_br: Qui
ru: Чт
sv: To

source: Fr
ar: الجمعة
cs: Pá
es: Vi
fr: Ve
hu: P
it: Ve
ja: 金
nl: Vr
pl: Pt
pt_br: Sex
ru: Пт

source: Sa
ar: السبت
cs: So
hu: Szo
ja: 土
nl: Za
pl: So
pt_br: Sáb
ru: Сб
sv: Lö

source: January
ar: يناير
cs: Leden
de: Januar
es: Enero
fr: Janvier
hu: január
it: Gennaio
ja: 1月
nl: Januari
pl: Styczeń
pt_br: Janeiro
ru: Январь
sv: Januari

source: February
ar: فبراير
cs: Únor
de: Februar
es: Febrero
fr: Février
hu: február
it: Febbraio
ja: 2月
nl: Februari
pl: Luty
pt_br: Fevereiro
ru: Февраль
sv: Februari

source: March
ar: مارس
cs: Březen
de: März
es: Marzo
fr: Mars
hu: március
it: Marzo
ja: 3月
nl: Maart
pl: Marzec
pt_br: Março
ru: Март
sv: Mars

source: April
ar: أبريل
cs: Duben
es: Abril
fr: Avril
hu: április
it: Aprile
ja: 4月
pl: Kwieceń
pt_br: Abril
ru: Апрель

source: May
ar: مايو
cs: Květen
de: Mai
es: Mayo
fr: Mai
hu: május
it: Maggio
ja: 5月
nl: Mei
pl: Maj
pt_br: Maio
ru: Май
sv: Maj

source: June
ar: يونيه
cs: Červen
de: Juni
es: Junio
fr: Juin
hu: június
it: Giugno
ja: 6月
nl: Juni
pl: Czerwiec
pt_br: Junho
ru: Июнь
sv: Juni

source: July
ar: يوليو
cs: Červenec
de: Juli
es: Julio
fr: Juillet
hu: július
it: Luglio
ja: 7月
pl: Lipiec
pt_br: Julho
ru: Июль
sv: Juli

source: August
ar: أغسطس
cs: Srpen
es: Agosto
fr: Août
hu: Augusztus
it: Agosto
ja: 8月
nl: Augustus
pl: Sierpień
pt_br: Agosto
ru: Август
sv: Augusti

source: September
ar: سبتمبر
cs: Září
es: Septiembre
fr: Septembre
hu: szeptember
it: Settembre
ja: 9月
pl: Wrzesień
pt_br: Setembro
ru: Сентябрь

source: October
ar: أكتوبر
cs: Říjen
de: Oktober
es: Octubre
fr: Octobre
hu: október
it: Ottobre
ja: 10月
nl: Oktober
pl: Październik
pt_br: Outubro
ru: Октябрь
sv: Oktober

source: November
ar: نوفمبر
cs: Listopad
es: Noviembre
fr: Novembre
it: Novembre
ja: 11月
pl: Listopad
pt_br: Novembro
ru: Ноябрь

source: December
ar: ديسمبر
cs: Prosinec
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
ja: 12月
pl: Grudzień
pt_br: Dezembro
ru: Декабрь

source: Show
ar: اعرض
cs: Zobrazit
de: Anzeigen
es: Mostrar
fr: Afficher
hu: Megjelenítés
it: Mostra
ja: 表示
nl: Weergeven
pl: Wyświetlaj
pt_br: Mostrar
ru: Показать
sv: Visa

source: Download
ar: تحميل
cs: Stáhnout
de: Herunterladen
es: Descargar
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
nl: Downloaden
pl: Pobierz
ru: Загрузить
sv: Ladda ned

source: Time
ar: الوقت
cs: Čas
de: Zeit
es: Duración
fr: Durée
hu: Idő
it: Durata
ja: 再生時間
nl: Tijd
pl: Czas
pt_br: Horário
ru: Время
sv: Tid

source: DC
fr: CD
nl: AC
ru: НК

source: Maintenance Mode
ar: وضع الصيانة
cs: Režim údržby
de: Wartungsmodus
es: Modo de mantenimiento
fr: Mode de maintenance
hu: Karbantartási mód
it: Modalità di manutenzione
ja: 保守モード
nl: Onderhoudsmodus
pl: Tryb utrzymywania
pt_br: Modo de Manutenção
ru: Режим обслуживания
sv: Underhållsläge

source: Unmanaged
ar: غير مُدار
cs: Nespravované
de: Nicht verwaltet
es: Sin gestionar
fr: Non géré
hu: Felügyeletlen
it: Non gestito
ja: 非管理対象
nl: Onbeheerd
pl: Niezarządzane
pt_br: Não Gerenciado
ru: Не управляется
sv: Ohanterad

source: Started
ar: تم البدء
cs: Spuštěno
de: Gestartet
es: Iniciado
fr: Commencé
hu: Elindítva
it: Avviato
ja: 開始しました
nl: Gestart
pl: Uruchomiony
pt_br: Iniciado
ru: Запущено
sv: Startad

source: Primary
ar: رئيسي
cs: Primární
de: Primär
es: Primario
fr: Primaire
hu: Elsődleges
it: Primario
ja: プライマリ
nl: Primair
pl: Podstawowy
pt_br: Principal
ru: Основной
sv: Primärt

source: Secondary
ar: ثانوي
cs: Sekundární
de: Sekundär
es: Secundario
fr: Secondaire
hu: Másodlagos
it: Secondario
ja: セカンダリ
nl: Seconden
pl: Dodatkowy
pt_br: Secundário
ru: Дополнительный
sv: Sekundärt

source: Stopped
ar: تم الإيقاف
cs: Zastaveno
de: Angehalten
es: Detenido
fr: Interrompu
hu: Leállítva
it: Interrotto
ja: 停止
nl: Gestopt
pl: Zatrzymane
pt_br: Parado
ru: Остановлено
sv: Stoppad

source: Group
ar: المجموعة
cs: Skupina
de: Gruppe
es: Grupo
fr: Groupe
hu: Csoport
it: Gruppo
ja: グループ
nl: Groep
pl: Grupa
pt_br: Grupo
ru: Группа
sv: Grupp

source: Clone
ar: استنساخ
cs: Klon
de: Klon
es: Clon
hu: Klón
it: Clona
ja: クローン
nl: Klonen
pl: Klonuj
pt_br: Clonar
ru: Клонировать
sv: Klon

source: Tag
ar: علامة
cs: Značka
de: Markierung
es: Etiqueta
fr: Étiquette
hu: Címke
ja: タグ
pl: Etykieta
ru: Тег
sv: Tagg

source: Away from current node
ar: بعيدًا عن نقطة التوصيل الحالية
cs: Pryč z aktuálního uzlu
de: Weg vom aktuellen Knoten
es: Lejos del nodo actual
fr: Loin du nœud actuel
hu: Eltávolítás a jelenlegi csomópontról
it: Fuori dal nodo corrente
ja: 現在のノードから離れて
nl: Weg van huidig knooppunt
pl: Poza aktualny węzeł
pt_br: Longe do nó atual
ru: Из текущего узла
sv: Bort från den aktuella noden

source: Clean up on all nodes
ar: تنظيف كل العُقد
cs: Vymazat u všech uzlů
de: Auf allen Knoten bereinigen
es: Limpiar en todos los nodos
fr: Effacer sur tous les noeuds
hu: Törlés az összes csomóponton
it: Pulizia in tutti i nodi
ja: すべてのノードをクリーンアップ
nl: Op alle knooppunten opschonen
pl: Uporządkuj na wszystkich węzłach
pt_br: Limpar todos os nós
ru: Очистить на всех узлах
sv: Rensa på alla noder

source: Stop
ar: إيقاف
cs: Zastavit
de: Stopp
es: Detener
fr: Arrêter
hu: Leállítás
it: Ferma
ja: 停止
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
sv: Stopp

source: Start
ar: بداية
cs: Spustit
de: Anfang
es: Inicio
fr: Début
hu: Kezdés
it: Inizio
ja: 開始
nl: Begin
pl: Początek
pt_br: Início
ru: Запуск
sv: Början

source: Demote
ar: تخفيض
cs: Snížit úroveň
de: Zurückstufen
es: Bajar
fr: Rétrograder
hu: Lefokozás
it: Abbassa di livello
ja: 降格
nl: Degraderen
pl: Degraduj
pt_br: Retroceder
ru: Понизить
sv: Sänk

source: Promote
ar: الترقية
cs: Zvýšit úroveň
de: Hochstufen
es: Subir
fr: Promouvoir
hu: Előléptetés
it: Promuovi
ja: 昇格
nl: Bevorderen
pl: Promuj
pt_br: Promover
ru: Повысить
sv: Höj

source: Disable Maintenance Mode
ar: تعطيل وضع الصيانة
cs: Zakázat režim údržby
de: Wartungsmodus deaktivieren
es: Inhabilitar modo de mantenimiento
fr: Désactiver le mode de maintenance
hu: Karbantartási mód letiltása
it: Disattiva modalità di manutenzione
ja: 保守モードを無効にする
nl: Onderhoudsmodus uitschakelen
pl: Wyłącz tryb utrzymywania
pt_br: Desabilitar Modo de Manutenção
ru: Отключить режим обслуживания
sv: Avaktivera underhållsläget

source: Migrate
ar: ترحيل
cs: Migrovat
de: Migrieren
es: Migrar
fr: Migrer
hu: Migráció
it: Esegui la migrazione
ja: 移行
nl: Migreren
pl: Migruj
pt_br: Migrar
ru: Выполнить миграцию
sv: Migrera

source: Unmigrate
ar: إلغاء ترحيل
cs: Zrušit migraci
de: Migrierung zurücknehmen
es: Anular migración
fr: Annuler la migration
hu: Migráció visszavonása
it: Annulla migrazione
ja: 移行解除
nl: Migratie ongedaan maken
pl: Zakończ migrowanie
pt_br: Cancelar Migração
ru: Отменить миграцию
sv: Avmigrera

source: Cleanup
ar: تنظيف
cs: Vyčištění
de: Bereinigen
es: Limpiar
fr: Nettoyage
hu: Tisztítás
it: Pulizia
ja: 整理
nl: Opschoning
pl: Porządkowanie
pt_br: Limpeza
ru: Очистка
sv: Upprensning

source: No child resources
ar: لا توجد موارد فرعية
cs: Žádné podřízené prostředky
de: Keine untergeordneten Ressourcen
es: Ningún recurso hijo
fr: Aucune ressource enfant
hu: Nincsenek gyermekerőforrások
it: Nessuna risorsa secondaria
ja: 子リソースなし
nl: Geen onderliggende resources
pl: Brak zasobów podrzędnych
pt_br: Sem recursos filho
ru: Нет дочерних ресурсов
sv: Inga underordnade resurser

source: Children
ar: الفروع
cs: Podřazené položky
de: Untergeordnete Elemente
es: Hijos
fr: Enfants
hu: Gyermekek
it: Secondario
ja: 子
nl: Onderliggende elementen
pl: Elementy potomne
pt_br: Filhos
ru: Дочерние элементы
sv: Underordnade

source: This will start the tagged resources. Do you want to continue?
ar: يؤدي هذا إلى بدء الموارد ذات العلامات. هل تريد المتابعة؟
cs: Spustí značkované prostředky. Chcete pokračovat?
de: Hiermit werden die mit Tags versehenen Ressourcen gestartet. Möchten Sie fortfahren?
es: Esta acción iniciará los recursos con etiquetas. ¿Desea continuar?
fr: Cette opération démarre les ressources marquées. Voulez-vous continuer ?
hu: Ez elindítja a megcímkézett erőforrásokat. Folytatja?
it: L'operazione causerà l'avvio delle risorse con tag. Continuare?
ja: タグ付けされたリソースを開始します。続行しますか?
nl: Hiermee worden de getagde resources gestart. Wilt u doorgaan?
pl: Spowoduje to uruchomienie oznakowanych zasobów. Czy chcesz kontynuować?
pt_br: Isso iniciará os recursos com tag. Deseja continuar?
ru: Отмеченные ресурсы будут запущены. Продолжить?
sv: De märkta resurserna kommer att startas. Vill du fortsätta?

source: This will stop the tagged resources. Do you want to continue?
ar: يؤدي هذا إلى إيقاف الموارد ذات العلامات. هل تريد المتابعة؟
cs: Zastaví značkované prostředky. Chcete pokračovat?
de: Hiermit werden die mit Tags versehenen Ressourcen gestoppt. Möchten Sie fortfahren?
es: Esta acción detendrá los recursos con etiquetas. ¿Desea continuar?
fr: Cette opération arrête les ressources marquées. Voulez-vous continuer ?
hu: Ez leállítja a megcímkézett erőforrásokat. Folytatja?
it: L'operazione causerà l'arresto delle risorse con tag. Continuare?
ja: タグ付けされたリソースを停止します。続行しますか?
nl: Hiermee worden de getagde resources gestopt. Wilt u doorgaan?
pl: Spowoduje to zatrzymanie oznakowanych zasobów. Czy chcesz kontynuować?
pt_br: Isso interromperá os recursos com tag. Deseja continuar?
ru: Отмеченные ресурсы будут остановлены. Продолжить?
sv: De märkta resurserna kommer att stoppas. Vill du fortsätta?
