Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: Serialize
ar: تحويل تسلسلي
cs: Serializovat
de: Serialisieren
es: Serializar
fr: Mettre en série
hu: Szerializálás
it: Serializza
ja: シリアライズ
nl: Serialiseren
pl: Serializuj
pt_br: Serializar
ru: Сериализация
sv: Tilldela serienummer

source: Symmetrical
ar: متماثل
cs: Symetrické
de: Symmetrisch
es: Simétrico
fr: Symétrique
hu: Szimetrikus
it: Simmetrico
ja: 対称的
nl: Symmetrisch
pl: Symetrycznie
pt_br: Simétrico
ru: Симметричный
sv: Symmetrisk

source: Default
ar: افتراضي
cs: Výchozí
de: Standard
es: Por defecto
fr: Par défaut
hu: Alapértelmezett
ja: デフォルト
nl: Standaard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard

source: Copy
ar: نسخ
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
it: Copia
ja: コピー
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sv: Kopia

source: Display warning if STONITH is disabled
ar: عرض تحذير بأنه تم تعطيل STONITH
cs: Zobrazit upozornění, pokud je zakázána metoda STONITH
de: Warnung anzeigen, wenn STONITH deaktiviert ist
es: Mostrar advertencia si STONITH está inhabilitado
fr: Afficher un avertissement en cas de désactivation de STONITH
hu: Figyelmeztetés megjelenítése a STONITH letiltása esetén
it: Visualizza avviso se STONITH è disabilitato
ja: STONITHが無効な場合に警告を表示
nl: Waarschuwing weergeven als STONITH wordt uitgeschakeld
pl: Wyświetl ostrzeżenie, jeśli STONITH jest wyłączone
pt_br: Exibir aviso se STONITH estiver desabilitado
ru: Отображать предупреждение, если функция STONITH отключена
sv: Visa varning om STONITH har inaktiverats

source: Reports
ar: التقارير
cs: Zprávy
de: Berichte
es: Informes
fr: Rapports
hu: Jelentések
it: Report
ja: レポート
nl: Rapporten
pl: Raporty
pt_br: Relatórios
ru: Отчеты
sv: Rapporter

source: Created
ar: تاريخ الإنشاء
cs: Vytvořeno
de: Angelegt
es: Creado
fr: Créé
hu: Létrehozva
it: Creato
ja: 作成日時
nl: Aangemaakt
pl: Utworzono
pt_br: Criado
ru: Создано
sv: Skapad

source: Transitions
ar: عمليات انتقال
cs: Přechody
de: Übergänge
es: Transiciones
hu: Átváltások
it: Transizioni
ja: 遷移
nl: Overgangen
pl: Przejścia
pt_br: Transições
ru: Переходы
sv: Övergångar

source: No transitions in report
ar: لا توجد عمليات انتقال في التقرير
cs: Ve zprávě není žádný přechod
de: Keine Übergänge im Bericht
es: Ninguna transición en el informe
fr: Pas de transitions dans le rapport
hu: Nincsenek átváltások a jelentésben
it: Nessuna transizione nel report
ja: レポート内に遷移がありません
nl: Geen overgangen in rapport
pl: Brak przejść w raporcie
pt_br: Nenhuma transição no relatório
ru: В отчете нет переходов
sv: Inga övergångar att rapportera

source: Previous
ar: السابق
cs: Předchozí
de: Vorherige
es: Anterior
fr: Précédent
hu: Előző
it: Precedente
ja: 前
nl: Vorige
pl: Poprzedni
pt_br: Anterior
ru: Назад
sv: Föregående

source: Zoom in
ar: تكبير
cs: Přiblížit
de: Vergrößern
es: Acercar
fr: Zoom avant
hu: Nagyítás
it: Ingrandisci
ja: ズームイン
nl: Inzoomen
pl: Powiększ
pt_br: Ampliar
ru: Увеличить масштаб
sv: Zooma in

source: Zoom out
ar: تصغير
cs: Oddálit
de: Verkleinern
es: Alejar
fr: Zoom arrière
hu: Kicsinyítés
it: Riduci
ja: ズームアウト
nl: Uitzoomen
pl: Pomniejsz
pt_br: Reduzir
ru: Уменьшить масштаб
sv: Zooma ut

source: Next
ar: التالي
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
hu: Következő
it: Successivo
ja: 次へ
nl: Volgende
pl: Dalej
pt_br: Avançar
ru: Далее
sv: Nästa

source: PE Name
ar: اسم PE
cs: Název PE
es: Nombre de PE
fr: Nom PE
hu: PE neve
it: Nome PE
ja: PE名
nl: PE-naam
pl: Nazwa PE
pt_br: Nome PE
ru: Имя PE
sv: PE-namn

source: Configuration
ar: تكوين
cs: Konfigurace
de: Konfiguration
es: Configuración
hu: Beállítás
it: Configurazione
ja: 環境設定
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
ru: Настройка
sv: Inställningar

source: Diff
ar: الفرق
cs: Rozdíl
es: Diferencia
pl: Różnica
pt_br: Dif.
ru: Различие

source: Logs
ar: السجلات
cs: Protokoly
de: Protokolle
es: Registros
fr: Journaux
hu: Naplók
it: Log
ja: ログ
pl: Dzienniki
pt_br: Registros
ru: Журналы
sv: Loggar

source: Node Events
ar: أحداث العقدة
cs: Události uzlů
de: Knotenereignisse
es: Eventos de nodos
fr: Evénements de noeud
hu: Csomópontesemények
it: Eventi nodo
ja: ノードイベント
nl: Knooppuntgebeurtenissen
pl: Zdarzenia węzła
pt_br: Eventos do Nó
ru: События узла
sv: Nodhändelser

source: Resource Events
ar: أحداث المورد
cs: Události prostředků
de: Ressourcenereignisse
es: Eventos de recursos
fr: Evénements de ressources
hu: Erőforrás-események
it: Eventi risorsa
ja: リソースイベント
nl: Resourcegebeurtenissen
pl: Zdarzenia zasobów
pt_br: Eventos de Recursos
ru: События ресурса
sv: Resurshändelser

source: Data collection in progress...
ar: تجميع البيانات قيد التقدم...
cs: Probíhá shromažďování dat...
de: Daten werden erfasst...
es: Recopilación de datos en curso...
fr: Collecte de données en cours...
hu: Adatgyűjtés folyamatban...
it: Raccolta dati in corso...
ja: データ収集が進行中です...
nl: Gegevensverzameling in uitvoering...
pl: Trwa gromadzenie danych...
pt_br: Coleta de dados em andamento...
ru: Идет сбор данных...
sv: Datainsamling pågår...

source: Generate
ar: إنشاء
cs: Generovat
de: Generieren
es: Generar
fr: Générer
hu: Előállítás
it: Genera
ja: 生成
nl: Genereren
pl: Wygeneruj
pt_br: Gerar
ru: Создать
sv: Generera

source: Upload
ar: تحميل
cs: Odeslat
de: Hochladen
es: Cargar
fr: Télécharger
hu: Feltöltés
ja: アップロード
nl: Uploaden
pl: Wyślij
pt_br: Fazer Upload
ru: Загрузить
sv: Överför

source: Loading report...
ar: جارٍ تحميل التقرير...
cs: Načítání sestavy...
de: Bericht wird geladen...
es: Cargando informe...
fr: Chargement du rapport...
hu: Jelentés betöltése…
it: Caricamento del rapporto in corso...
ja: レポートをロード中...
nl: Rapport laden...
pl: Ładowanie raportu...
pt_br: Carregando relatório...
ru: Загрузка отчета...
sv: Läser in rapport...

source: Rename Resource
ar: إعادة تسمية مورد
cs: Přejmenovat prostředek
de: Ressource umbenennen
es: Renombrar recurso
fr: Renommer la ressource
hu: Erőforrás átnevezése
it: Rinomina risorsa
ja: リソースの名前変更
nl: Resource hernoemen
pl: Zmień nazwę zasobu
pt_br: Renomear Recurso
ru: Переименовать ресурс
sv: Byt namn på resurs

source: Child
ar: عنصر فرعي
cs: Podřízená položka
de: Untergeordnetes Element
es: Hijo
fr: Enfant
hu: Gyermek
it: Secondaria
ja: 子
nl: Kind
pl: Podrzędny
pt_br: Filho
ru: Дочерний
sv: Underordnad

source: Instances
ar: المثيلات
cs: Instance
de: Instanzen
es: Instancias
hu: Példányok
it: Istanze
ja: インスタンス
nl: Instanties
pl: Instancje
pt_br: Instâncias
ru: Экземпляры
sv: Instanser

source: Failed Operations
ar: العمليات الفاشلة
cs: Nezdařené operace
de: Fehlgeschlagene Operationen
es: Operaciones fallidas
fr: Opérations ayant échoué
hu: Sikertelen műveletek
it: Operazioni non riuscite
ja: 操作に失敗しました
nl: Mislukte bewerkingen
pl: Nieudane operacje
pt_br: Operações com Falha
ru: Операции, которые не удалось выполнить
sv: Misslyckade åtgärder

source: Reason
ar: السبب
cs: Příčina
de: Grund
es: Motivo
fr: Motif
hu: Ok
it: Motivo
ja: 理由
nl: Reden
pl: Przyczyna
pt_br: Motivo
ru: Причина
sv: Anledning

source: Add Resource
ar: إضافة مورِد
cs: Přidat prostředek
de: Ressource hinzufügen
es: Añadir recurso
fr: Ajouter une ressource
hu: Erőforrás hozzáadása
it: Aggiungi risorsa
ja: リソースの追加
nl: Resource toevoegen
pl: Dodaj zasób
pt_br: Adicionar Recurso
ru: Добавить ресурс
sv: Lägg till resurs

source: Primitive
ar: مجموعة أساسية
cs: Základní prvek
es: Primitivo
hu: Primitív
it: Primitiva
ja: プリミティブ
nl: Primitieve
pl: Element podstawowy
pt_br: Primitivo
ru: Примитив
sv: Primitiv

source: Alert
ar: تنبيه
cs: Výstraha
de: Alarm
es: Alerta
fr: Alerte
hu: Riasztás
it: Avviso
ja: アラート
nl: Waarschuwing
pt_br: Alerta
ru: Предупреждение
sv: Varning

source: Add a rule below
ar: إضافة قاعدة أدناه
cs: Přidat pravidlo dolů
de: Regel unten hinzufügen
es: Añadir una regla a continuación
fr: Ajouter une règle en dessous
hu: Szabály hozzáadása alább
it: Aggiungi una regola di seguito
ja: 下にルールを追加
nl: Een regel toevoegen hieronder
pl: Dodaj regułę poniżej
pt_br: Adicionar regra abaixo
ru: Добавить правило ниже
sv: Lägg till en regel nedan

source: Remove this rule
ar: إزالة هذه القاعدة
cs: Odebrat pravidlo
de: Diese Regel entfernen
es: Eliminar esta regla
fr: Supprimer cette règle
hu: A szabály eltávolítása
it: Rimuovi regola
ja: このルールを削除
nl: Deze regel verwijderen
pl: Usuń tę regułę
pt_br: Remover regra
ru: Удалить это правило
sv: Ta bort den här regeln

source: Move rule up
ar: نقل القاعدة لأعلى
cs: Posunout pravidlo nahoru
de: Regel nach oben verschieben
es: Subir regla
fr: Déplacer la règle vers le haut
hu: A szabály feljebb mozgatása
it: Sposta regola su
ja: ルールを上に移動
nl: Regel omhoog plaatsen
pl: Przesuń regułę w górę
pt_br: Mover regra para cima
ru: Переместить правило вверх
sv: Flytta regeln uppåt

source: Move rule down
ar: نقل القاعدة لأسفل
cs: Posunout pravidlo dolů
de: Regel nach unten verschieben
es: Bajar regla
fr: Déplacer la règle vers le bas
hu: A szabály lejjebb mozgatása
it: Sposta regola giù
ja: ルールを下に移動
nl: Regel omlaag plaatsen
pl: Przesuń regułę w dół
pt_br: Mover regra para baixo
ru: Переместить правило вниз
sv: Flytta regeln nedåt

source: Right
ar: يسار
cs: Doprava
de: Rechts
es: Derecho
fr: Droite
hu: Jobbra
it: Destra
ja: 右
nl: Rechts
pl: Prawo
pt_br: Direita
ru: Справа
sv: Höger

source: Object Type
ar: نوع الكائن
cs: Typ objektu
de: Objekttyp
es: Tipo de objeto
fr: Type d'objet
hu: Objektumtípus
it: Tipo oggetto
ja: オブジェクトタイプ
pl: Typ obiektu
pt_br: Tipo de Objeto
ru: Тип объекта
sv: Objekttyp

source: Reference
ar: المرجع
de: Referenz
es: Referencia
fr: Référence
hu: Hivatkozás
it: Referenza
ja: 参照
nl: Referentie
pl: Odniesienie
pt_br: Referência
ru: Ссылка
sv: Referens

source: Access Control Lists
ar: قوائم التحكم في الوصول
cs: Seznamy řízení přístupu (ACL)
de: Zugriffssteuerungslisten
es: Listas de control de acceso
fr: Listes de contrôle d'accès
hu: Hozzáférés-felügyeleti listák
it: Elenchi di controllo dell'accesso
ja: アクセス制御リスト
nl: Toegangsbeheerlijsten
pl: Listy kontroli dostępu
pt_br: Listas de Controles de Acesso
ru: Списки управления доступом
sv: Åtkomstkontrollistor

source: Login
ar: تسجيل دخول
cs: Přihlášení
es: Iniciar sesión
fr: Identifiant
hu: Bejelentkezés
ja: ログイン
nl: Inloggen
ru: Вход в систему
sv: Logga in

source: Manage
ar: إدارة
cs: Spravovat
de: Verwalten
es: Gestionar
fr: Gérer
hu: Felügyelet
it: Gestisci
ja: 管理
nl: Beheren
pl: Zarządzaj
pt_br: Gerenciar
ru: Управлять
sv: Hantera

source: History
ar: التاريخ
cs: Historie
de: Verlauf
es: Historial
fr: Historique
hu: Történet
it: Cronologia
ja: 履歴
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: Журнал
sv: Historik

source: Wizards
ar: معالجات
cs: Průvodci
de: Assistenten
es: Asistentes
fr: Assistants
hu: Varázslók
it: Procedure guidate
ja: ウィザード
pl: Kreatory
pt_br: Assistentes
ru: Мастеры
sv: Guider

source: Access Control
ar: التحكم في الوصول
cs: Řízení přístupu
de: Zugrifffssteuerung
es: Control de acceso
fr: Contrôle des accès
hu: Hozzáférési jogosultságlisták (ACL)
it: Controllo dell'accesso
ja: アクセス制御
nl: Toegangscontrole
pl: Kontrola dostępu
pt_br: Controle de Acesso
ru: Контроль доступа
sv: Åtkomstkontroll

source: Targets
ar: الأهداف
cs: Cíle
de: Ziele
es: Destinos
fr: Cibles
hu: Tárolók
it: Destinazioni
ja: ターゲット
nl: Doelen
pl: Serwery
pt_br: Destinos
ru: Целевые объекты
sv: Mål

source: Any pending changes to the configuration will be lost - do you wish to proceed?
ar: سيتم فقد أية تغييرات معلقة على التكوين - هل تريد المتابعة؟
cs: Všechny probíhající změny konfigurace budou ztraceny – chcete pokračovat?
de: Alle ausstehenden Änderungen an der Konfiguration gehen verloren. Wirklich fortfahren?
es: Se perderán todos los cambios pendientes de la configuración, ¿desea continuar?
fr: Tous les changements en attente à apporter à la configuration seront perdus. Voulez-vous continuer ?
hu: Minden függőben lévő konfigurációváltozás el fog veszni. Szeretné folytatni?
it: Tutte le modifiche alla configurazione in sospeso andranno perse. Continuare?
ja: 設定に対する保留中の変更は失われます。続行しますか?
nl: Niet-opgeslagen wijzigingen in de configuratie gaan verloren. Wilt u doorgaan?
pl: Wszystkie oczekujące zmiany konfiguracji zostaną utracone. Czy chcesz kontynuować?
pt_br: Qualquer mudança pendente na configuração será perdida. Deseja continuar?
ru: Все несохраненные изменения конфигурации будут утеряны. Продолжить?
sv: Alla ändringar av konfigurationen kommer att gå förlorade. Vill du fortsätta?

source: Discard
ar: تجاهل
cs: Zahodit
de: Verwerfen
es: Descartar
fr: Rejeter
hu: Elvetés
it: Scarta
ja: 破棄
nl: Negeren
pl: Odrzuć
pt_br: Descartar
ru: Отменить
sv: Kasta bort

source: Batch Mode
ar: وضع الدفعة
cs: Dávkový režim
de: Batch-Modus
es: Modo de lote
fr: Mode de traitement par lots
hu: Kötegelt mód
it: Modalità batch
ja: バッチモード
nl: Batchmodus
pl: Tryb wsadowy
pt_br: Modo de Lote
ru: Пакетный режим
sv: Batchläge

source: Summary
ar: الملخص
cs: Shrnutí
de: Zusammenfassung
es: Resumen
fr: Résumé
hu: Összefoglaló
it: Sommario
ja: 概要
nl: Samenvatting
pl: Podsumowanie
pt_br: Sumário
ru: Сводка
sv: Sammanfattning

source: CIB (in)
ar: CIB (داخل)
cs: Soubor CIB (příchozí)
de: CIB (ein)
es: CIB (entrada)
fr: CIB (entrée)
hu: CIB (be)
it: CIB (interno)
ja: CIB(入力)
pl: CIB (we)
pt_br: CIB (entrada)
ru: CIB (ввод)

source: CIB (out)
ar: CIB (خارج)
cs: Soubor CIB (odchozí)
de: CIB (aus)
es: CIB (salida)
fr: CIB (sortie)
hu: CIB (ki)
it: CIB (esterno)
ja: CIB(出力)
nl: CIB (uit)
pl: CIB (wy)
pt_br: CIB (saída)
ru: CIB (вывод)
sv: CIB (ut)

source: Transition Graph
ar: الرسم البياني للانتقال
cs: Graf přechodu
de: Übergangsdiagramm
es: Gráfico de transición
fr: Graphique de transition
hu: Átváltási grafikon
it: Grafico transizione
ja: 遷移グラフ
nl: Overgangsgrafiek
pl: Diagram przejścia
pt_br: Gráfico de Transição
ru: Граф перехода
sv: Övergångsgraf

source: Transition
ar: انتقال
cs: Přechod
de: Übergang
es: Transición
hu: Átváltások
it: Transizione
ja: 遷移
nl: Overgang
pl: Przejście
pt_br: Transição
ru: Переход
sv: Övergång

source: Inject
ar: إدخال
cs: Vložit
de: Injizieren
es: Inyectar
fr: Injecter
hu: Bejegyzés
it: Inserisci
ja: 挿入
nl: Invoegen
pl: Wstaw
pt_br: Injetar
ru: Вставить
sv: Infoga

source: Node Event
ar: حدث العقدة
cs: Událost uzlu
de: Knotenereignis
es: Evento de nodo
fr: Événement de noeud
hu: Csomópontesemény
it: Evento nodo
ja: ノードイベント
nl: Knooppuntgebeurtenis
pl: Zdarzenie węzła
pt_br: Evento de Nó
ru: Событие узла
sv: Nodhändelse

source: Resource Event
ar: حدث المورد
cs: Událost prostředku
de: Ressourcenereignis
es: Evento de recurso
fr: Événement de ressources
hu: Erőforrás-esemény
it: Evento risorsa
ja: リソースイベント
nl: Resourcegebeurtenis
pl: Zdarzenie zasobu
pt_br: Evento de Recurso
ru: Событие ресурса
sv: Resurshändelse

source: Ticket Event
ar: حدث بطاقة
cs: Událost lístku
de: Ticketereignis
es: Evento de ticket
fr: Événement de ticket
hu: Jegyesemény
it: Evento richiesta
ja: チケットイベント
nl: Ticketgebeurtenis
pl: Zdarzenie żetonu
pt_br: Evento de Ticket
ru: Событие билета
sv: Biljetthändelse

source: Transition (XML)
ar: الانتقال (XML)
cs: Přechod (XML)
de: Übergang (XML)
es: Transición (XML)
hu: Átváltás (XML)
it: Transizione (XML)
ja: 遷移(XML)
nl: Overgang (XML)
pl: Przejście (XML)
pt_br: Transição (XML)
ru: Переход (XML)
sv: Övergång (XML)

source: Inject Node Event
ar: حدث عقدة الإدخال
cs: Událost vložení uzlu
de: Knotenereignis injizieren
es: Evento de nodo de inyección
fr: Injecter l'événement de nœud
hu: Csomópont-esemény bejegyzése
it: Inserisci evento nodo
ja: ノードの挿入イベント
nl: Knooppuntgebeurtenis invoeren
pl: Zdarzenie wstrzyknięcia węzła
pt_br: Evento de Injeção de Nó
ru: Вставить событие узла
sv: Infoga nod (händelse)

source: Inject Resource Event
ar: حدث مورد الإدخال
cs: Vložit událost prostředku
de: Ressourcenereignis injizieren
es: Inyectar evento de recurso
fr: Injecter l'événement de ressource
hu: Erőforrás-esemény bejegyzése
it: Inserisci evento risorsa
ja: リソースの挿入イベント
nl: Resourcegebeurtenis invoegen
pl: Wstaw zdarzenie zasobu
pt_br: Evento de Recurso de Injeção
ru: Вставить событие ресурса
sv: Infoga resurshändelse

source: Interval (ms)
ar: فاصل زمني (دقائق)
de: Intervall (ms)
es: Intervalo (ms)
fr: Intervalle (ms)
hu: Időköz (ms)
it: Intervallo (ms)
ja: 間隔(ms)
pl: Interwał (ms)
pt_br: Intervalo (ms)
ru: Интервал (мс)
sv: Intervall (ms)

source: Result
ar: النتيجة
cs: Výsledek
de: Ergebnis
es: Resultado
fr: Résultat
hu: Eredmény
it: Risultato
ja: 結果
nl: Resultaat
pl: Wynik
pt_br: Resultado
ru: Результат
sv: Resultat

source: Inject Ticket Event
ar: حدث بطاقة الإدخال
cs: Událost vložení lístku
de: Ticketereignis injizieren
es: Evento de ticket de inyección
fr: Injecter l'événement de ticket
hu: Jegyesemény bejegyzése
it: Inserisci evento ticket
ja: チケットの挿入イベント
nl: Ticketgebeurtenis invoegen
pl: Zdarzenie wstrzyknięcia żetonu
pt_br: Evento de Injeção de Ticket
ru: Вставить событие билета
sv: Infoga biljett (händelse)

source: Action
ar: الإجراء
cs: Akce
de: Aktion
es: Acción
hu: Művelet
it: Azione
ja: アクション(A)
nl: Actie
pl: Czynność
pt_br: Ação
ru: Действие
sv: Åtgärd

source: Batch Configuration Changes
ar: تغييرات تكوين الدفعة
cs: Změny konfigurace dávky
de: Batch-Konfigurationsänderungen
es: Cambios en la configuración del lote
fr: Changements de la configuration du traitement par lots
hu: Konfiguráció kötegelt módosításai
it: Modifiche configurazione batch
ja: バッチ設定の変更
nl: Batch configuratiewijzigingen
pl: Zmiany konfiguracji pakietowej
pt_br: Mudanças de Configuração de Lote
ru: Пакетные изменения конфигурации
sv: Ändringar av batchkonfiguration

source: Batch
ar: دفعة
cs: Dávka
es: Lote
fr: Traitement par lots
hu: Köteg
ja: バッチ
pl: Pakiet
pt_br: Lote
ru: Пакет

source: Logout
ar: تسجيل الخروج
cs: Odhlásit
de: Abmelden
es: Salir de la sesión
fr: Déconnecter
hu: Kijelentkezés
ja: ログアウト
nl: Afmelden
pl: Wyloguj
ru: Выйти из системы
sv: Logga ut

source: Menu
ar: القائمة
cs: Nabídka
de: Menü
es: Menú
hu: Menü
ja: メニュー
ru: Меню
sv: Meny

source: Tag ID
ar: معرف العلامة
cs: ID značky
de: Markierungs-ID
es: ID de etiqueta
fr: ID de balise
hu: Címkeazonosító
it: ID tag
ja: タグID
pl: Identyfikator znacznika
pt_br: ID da Tag
ru: ИД тега
sv: Tagg-ID

source: No objects available
ar: لا تتوفر أي كائنات
cs: Nejsou k dispozici žádné objekty.
de: Keine Objekte verfügbar
es: Ningún objeto disponible
fr: Aucun objet n'est disponible.
hu: Nem érhetők el objektumok
it: Nessun oggetto disponibile
ja: 使用可能なオブジェクトがありません
nl: Geen objecten beschikbaar
pl: Brak dostępnych obiektów
pt_br: Nenhum objeto disponível
ru: Нет доступных объектов
sv: Inga objekt tillgängliga

source: Ticket ID
ar: معرف البطاقة
cs: ID lístku
es: ID de ticket
fr: ID de ticket
hu: Jegyazonosító
it: ID ticket
ja: チケットID
pl: Identyfikator żetonu
pt_br: ID do Ticket
ru: ИД билета
sv: Biljett-ID

source: Loss Policy
ar: سياسة الفقد
cs: Zásady ztrát
de: Verlustrichtlinie
es: Directiva de pérdida
fr: Stratégie relative aux pertes
hu: Adatvesztési házirend
it: Policy di perdita
ja: 損失ポリシー
nl: Verliesbeleid
pl: Zasady dotyczące utraty
pt_br: Política de Perdas
ru: Потерянная политика
sv: Förlustprincip

source: Ticket:
ar: البطاقة:
cs: Lístek:
hu: Jegy:
it: Richiesta:
ja: チケット:
pl: Żeton:
ru: Билет:
sv: Biljett:

source: Properties
ar: خصائص
cs: Vlastnosti
de: Eigenschaften
es: Propiedades
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
ja: プロパティ
nl: Eigenschappen
pl: Właściwości
pt_br: Propriedades
ru: Свойства
sv: Egenskaper

source: None
ar: بلا
cs: Nic
de: Keine
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Никакой
sv: Ingen

source: Leader
ar: قائد
cs: Řídicí entita
de: Leiter
es: Líder
hu: Vezető
ja: リーダ
nl: Leider
pl: Lider
pt_br: Líder
ru: Ведущий
sv: Ledare

source: Expires
ar: انتهاء مدة الصلاحية
cs: Konec platnosti
de: Läuft ab
es: Caducidad
fr: Expire
hu: Lejár
it: Scadenza
ja: 有効期限
nl: Verloopt
pl: Wygasa
pt_br: Expira
ru: Истекает
sv: Upphör att gälla

source: Commit
ar: تثبيت
cs: Provést
de: Übertragen
es: Asignar
fr: Appliquer
hu: Véglegesítés
ja: コミット
nl: Vastleggen
pl: Zatwierdź
pt_br: Confirmar
ru: Фиксировать
sv: Skriv

source: Sites
ar: مواقع
cs: Umístění
es: Sitios
hu: Helyek
it: Siti
ja: サイト
pl: Witryny
ru: Сайты
sv: Platser

source: Arbitrators
ar: الوسطاء
cs: Arbitři
de: Vermittler
es: Mediadores
fr: Arbitres
hu: Értelmezők
it: Arbitri
ja: アービトレータ
pl: Arbitrzy
pt_br: Arbitradores
ru: Арбитры
sv: Arbitratorer

source: Target ID
ar: معرف الهدف
cs: ID cíle
de: Ziel-ID
es: ID de destino
fr: ID de la cible
hu: Célazonosító
it: ID destinazione
ja: ターゲットID
nl: Doel-id
pl: Identyfikator celu
pt_br: ID do Destino
ru: ИД цели
sv: Mål-ID

source: Verifying parameters...
ar: جارٍ التحقق من المعلمات...
cs: Ověřování parametrů jádra...
de: Parameter werden überprüft...
es: Verificando parámetros...
fr: Vérification des paramètres...
hu: Paraméterek ellenőrzése…
it: Verifica dei parametri in corso...
ja: パラメータを検証しています...
nl: Parameters controleren...
pl: Weryfikowanie parametrów...
pt_br: Verificando parâmetros...
ru: Проверка параметров...
sv: Verifierar parametrar...

source: Do you really want to cancel the wizard setup?
ar: هل تريد بالفعل إلغاء إعداد المعالج؟
cs: Opravdu chcete zrušit nastavení průvodce?
de: Soll die Assistentenkonfiguration wirklich abgebrochen werden?
es: ¿Seguro que desea cancelar la configuración del asistente?
fr: Voulez-vous vraiment annuler la configuration de l'assistant ?
hu: Valóban megszakítja a varázsló telepítését?
it: Annullare la configurazione guidata?
ja: ウィザードセットアップをキャンセルしてよろしいですか?
nl: Weet u zeker dat u de installatiewizard wilt annuleren?
pl: Czy na pewno anulować konfigurowanie kreatora?
pt_br: Deseja realmente cancelar a instalação do assistente?
ru: Действительно отменить настройку мастера?
sv: Är det säkert att du vill avbryta guideinstallationen?

source: Do you really want to apply the current wizard?
ar: هل تريد بالفعل تطبيق المعالج الحالي؟
cs: Opravdu chcete použít aktuálního průvodce?
de: Soll der aktuelle Assistent wirklich angewendet werden?
es: ¿Seguro que desea aplicar el asistente actual?
fr: Voulez-vous vraiment appliquer l'assistant actuel ?
hu: Valóban alkalmazza az aktuális varázslót?
it: Applicare la procedura guidata corrente?
ja: 現在のウィザードを適用してよろしいですか?
nl: Wilt u de huidige wizard werkelijk toepassen?
pl: Czy na pewno zastosować bieżący kreator?
pt_br: Deseja realmente aplicar o assistente atual?
ru: Действительно применить текущий мастер?
sv: Vill du verkligen tillämpa den aktuella guiden?

source: Enable this step
ar: تمكين هذه الخطوة
cs: Povolit tento krok
de: Diesen Schritt aktivieren
es: Habilitar este paso
fr: Activer cette étape
hu: A lépés engedélyezése
it: Abilita questo passaggio
ja: このステップを有効にする
nl: Deze stap inschakelen
pl: Włącz ten krok
pt_br: Habilitar esta etapa
ru: Включить этот этап
sv: Aktivera det här steget

source: This wizard takes no parameters.
ar: لا يحتوي هذا المعالج على أي معلمات.
cs: Tento průvodce nepřijímá žádné parametry.
de: Dieser Assistent nimmt keine Parameter an.
es: Este asistente no acepta parámetros.
fr: Cet assistant n'utilise aucun paramètre.
hu: Ez a varázsló nem fogad paramétereket.
it: La procedura guidata non include parametri.
ja: このウィザードはパラメータを取りません。
nl: Voor deze wizard worden geen parameters gebruikt.
pl: Ten kreator nie przyjmuje parametrów.
pt_br: Este assistente não usa parâmetros.
ru: Для этого мастера не нужны параметры.
sv: Det finns inga parametrar för den här guiden.

source: Verify
ar: التحقق من
cs: Ověřit
de: Überprüfen
es: Verificar
fr: Vérifier
hu: Ellenőrzés
it: Verifica
ja: 検証
nl: Verifiëren
pl: Sprawdź
pt_br: Verificar
ru: Проверить
sv: Verifiera

source: Verify and apply
ar: التحقق والتطبيق
cs: Ověřit a použít
de: Überprüfen und anwenden
es: Verificar y aplicar
fr: Vérifier et appliquer
hu: Ellenőrzés és alkalmazás
it: Verifica e applica
ja: 確認および適用
nl: Verifiëren en toepassen
pl: Sprawdź i zastosuj
pt_br: Verificar e aplicar
ru: Проверить и применить
sv: Verifiera och tillämpa
