Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: Update User
ar: مستخدم التحديث
cs: Aktualizovat uživatele
de: Benutzer, der die Aktualiserung durchgeführt hat
es: Actualizar usuario
fr: Utilisateur ayant effectué la mise à jour
hu: Frissítő felhasználó
it: Utente aggiornamento
ja: 更新ユーザ
nl: Gebruiker van bijwerken
pl: Użytkownik aktualizujący
pt_br: Usuário da Atualização
ru: Пользователь, выполнивший обновление
sv: Uppdatera användare

source: Have Quorum
ar: لديه نصاب
cs: Mají kvorum
de: Mit Quorum
es: Tiene quórum
fr: Avoir un quorum
hu: Van kvórum
it: Quorum
ja: クォーラムの保持
nl: Met quorum
pl: Mam kworum
pt_br: Tem Quorum
ru: Наличие кворума
sv: Ha kvorum

source: Version
ar: الإصدار
cs: Verze
es: Versión
hu: Verzió
it: Versione
ja: バージョン
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия

source: Pacemaker Version
ar: إصدار Pacemaker
cs: Verze softwaru Pacemaker
es: Versión de Pacemaker
fr: Version de Pacemaker
hu: Pacemaker-verzió
it: Versione pacemaker
ja: ペースメーカのバージョン
nl: Pacemakerversie
pl: Wersja programu Pacemaker
pt_br: Versão do Pacemaker
ru: Версия pacemaker

source: Cluster Communication Stack
ar: مكدس اتصالات المجموعة المتماثلة
cs: Komunikační zásobník clusteru
de: Cluster-Kommunikationsstapel
es: Pila de comunicación de clúster
fr: Pile de communication de la grappe
hu: Fürt kommunikációs verme
it: Stack di comunicazione cluster
ja: クラスタ通信のスタック
nl: Cluster maken van communicatiestapel
pl: Stos komunikacyjny klastra
pt_br: Pilha de Comunicação do Cluster
ru: Стек обмена данными с кластером
sv: Klusterkommunikationsstack

source: Stack
ar: تكدس
cs: Zásobník
de: Stapel
es: Pila
fr: Pile
hu: Verem
ja: スタック
nl: Stapel
pl: Stos
pt_br: Pilha
ru: Стек

source: Graph
ar: رسم بياني
cs: Grafy
es: Gráfica
fr: Graphe
hu: Grafikon
it: Grafi
ja: 図表
nl: Grafisch
pl: Wykresy
pt_br: Gráficos
ru: Граф
sv: Graf

source: Master
ar: رئيسية
cs: Hlavní
es: Maestro
fr: Maître
hu: Elsődleges
ja: マスタ
pl: Główna
pt_br: Mestre
ru: Главный
sv: Huvudserver

source: Slave
ar: تابع
cs: Podřízená
es: Esclavo
fr: Esclave
hu: Másodlagos
ja: スレーブ
pl: Podrzędna
pt_br: Escravo
ru: Подчиненный
sv: Slavserver

source: Revert
ar: إرجاع
cs: Vrátit
de: Zurücknehmen
es: Revertir
fr: Rétablir
hu: Visszaállítás
it: Ripristina
ja: 元に戻す
nl: Terugdraaien
pl: Cofnij
pt_br: Reverter
ru: Отменить настройки
sv: Återgå

source: Read
ar: قراءة
cs: Čtení
de: Lesen
es: Lectura
fr: Lecture
hu: Olvasás
it: Leggi
ja: 読み込み
nl: Lezen
pl: Prawo do odczytu
pt_br: Leitura
ru: Читать
sv: Läs

source: Write
ar: كتابة
cs: Zápis
de: Schreiben
es: Escritura
fr: Écriture
hu: Írás
it: Scrivi
ja: 書き込み
nl: Schrijven
pl: Prawo do zapisu
pt_br: Gravação
ru: Записать
sv: Skriv

source: Deny
ar: رفض
cs: Odepřít
de: Verweigern
es: Denegar
fr: Refuser
hu: Elutasítás
it: Nega
ja: 拒否する
nl: Blokkeren
pl: Zabroń
pt_br: Negar
ru: Отказать
sv: Neka

source: success
ar: نجاح
cs: úspěch
de: Erfolg
es: correcto
fr: Succès
hu: sikerült
it: operazione riuscita
ja: 成功
nl: Succes
pl: sukces
pt_br: êxito
ru: успешно
sv: lyckades

source: generic error
ar: خطأ عام
cs: obecná chyba
de: Allgemeiner Fehler
es: error genérico
fr: erreur générique
hu: általános hiba
it: errore generico
ja: 一般的なエラー
nl: Algemene fout
pl: błąd ogólny
pt_br: erro genérico
ru: общая ошибка
sv: generiskt fel

source: incorrect arguments
ar: الوسيطات غير صحيحة
cs: nesprávné argumenty
de: Falsche Argumente
es: argumentos incorrectos
fr: arguments incorrects
hu: helytelen argumentumok
it: argomenti errati
ja: 不正な引数
nl: onjuiste argumenten
pl: niepoprawne argumenty
pt_br: argumentos incorretos
ru: неправильные аргументы
sv: felaktiga argument

source: unimplemented action
ar: إجراء غير منفذ
cs: neimplementovaná akce
de: Nicht implementierte Aktion
es: acción no implementada
fr: action non mise en oeuvre
hu: nem implementált művelet
it: azione non implementata
ja: 未実装のアクション
nl: ongeïmplementeerde actie
pl: działanie nie jest zaimplementowane
pt_br: ação não implementada
ru: нереализованное действие
sv: icke implementerad åtgärd

source: insufficient permissions
ar: الأذونات غير كافية
cs: nedostatečná oprávnění
de: Nicht ausreichende Berechtigungen
es: permisos insuficientes
fr: permissions insuffisantes
hu: elégtelen engedélyek
it: autorizzazioni insufficienti
ja: パーミッションが不足しています
nl: onvoldoende rechten
pl: brak wystarczających uprawnień
pt_br: permissões insuficientes
ru: недостаточные разрешения
sv: otillräcklig behörighet

source: installation error
ar: خطأ في التثبيت
cs: chyba instalace
de: Installationsfehler
es: error de instalación
fr: erreur d'installation
hu: telepítési hiba
it: errore di installazione
ja: インストールエラー
nl: installatiefout
pl: błąd instalacji
pt_br: erro de instalação
ru: ошибка при установке
sv: installationsfel

source: configuration error
ar: خطأ في التكوين
cs: konfigurační soubor
de: Konfigurationsfehler
es: error de configuración
fr: erreur de configuration
hu: konfigurációs hiba
it: errore di configurazione
ja: 環境設定エラー
nl: configuratiefout
pl: błąd konfiguracji
pt_br: erro de configuração
ru: ошибка конфигурации
sv: konfigurationsfel

source: not running
ar: ليس قيد التشغيل
cs: nespuštěno
de: Wird nicht ausgeführt
es: no está en ejecución
fr: non démarré
hu: nem fut
it: non in esecuzione
ja: 実行していません
nl: niet actief
pl: niedziałający
pt_br: não está em execução
ru: не выполняется
sv: körs inte

source: running (master)
ar: تشغيل (رئيسي)
cs: spuštěno (hlavní položka)
de: Wird ausgeführt (Master)
es: en ejecución (principal)
fr: en cours d'exécution (maître)
hu: fut (elsődleges)
it: in esecuzione (master)
ja: 実行しています(マスタ)
nl: actief (master)
pl: działający (główny)
pt_br: em execução (master)
ru: выполняется (основная копия)
sv: körs (master)

source: failed (master)
ar: فشل (رئيسي)
cs: chyba (hlavní položka)
de: Fehlgeschlagen (Master)
es: fallido (principal)
fr: échec (maître)
hu: hiba (elsődleges)
it: non riuscito (master)
ja: 失敗しました(マスタ)
nl: mislukt (master)
pl: błąd (główny)
pt_br: falha (master)
ru: сбой (основная копия)
sv: misslyckad (master)

source: Freeze
ar: تجميد
cs: Zakázat
de: Einfrieren
es: Bloquear
fr: Figer
hu: Fagyasztás
it: Blocca
ja: 凍結
nl: Vastgelopen
pl: Zawieś
pt_br: Congelar
ru: Заморозить
sv: Frys

source: Legacy Wizards
ar: المعالجات القديمة
cs: Starší průvodci
de: Alte Assistenten
es: Asistentes heredados
fr: Anciens assistants
hu: Régi varázslók
it: Procedure guidate esistenti
ja: レガシーウィザード
nl: Oudere wizards
pl: Starsze kreatory
pt_br: Assistentes Legados
ru: Устаревшие мастеры
sv: Äldre guider

source: Path is required
ar: المسار مطلوب
cs: Je požadována cesta.
de: Pfad erforderlich
es: Se requiere el parche
fr: Le chemin d'accès est requis.
hu: Az elérési út megadása kötelező.
it: Percorso obbligatorio
ja: パスが必要です
nl: Pad is vereist
pl: Ścieżka jest wymagana
pt_br: Caminho obrigatório
ru: Укажите путь
sv: Sökväg krävs

source: CIB file "%{path}" not found
ar: ملف CIB "%{path}" غير موجود
cs: Soubor CIB „%{path}“ nebyl nalezen
de: "%{path}" der CIB-Datei nicht gefunden
es: Archivo CIB %{path} no encontrado
fr: Le fichier CIB "%{path}" est introuvable.
hu: A(z) "%{path}" CIB fájl nem található
it: File CIB "%{path}" non trovato
ja: CIBファイル「%{path}」が見つかりません
nl: CIB-bestand "%{path}" niet gevonden
pl: Nie znaleziono pliku CIB "%{path}"
pt_br: Arquivo CIB "%{path}" não encontrado
ru: CIB-файл "%{path}" не найден
sv: CIB-filen "%{path}" hittades inte

source: Unable to parse CIB file "%{path}"
ar: تعذر تحليل ملف CIB "%{path}"
cs: Soubor CIB „%{path}“ se nepodařilo analyzovat
de: "%{path}" der CIB-Datei kann nicht analysiert werden
es: No es posible analizar el archivo CIB %{path}
fr: Impossible d'analyser le fichier CIB "%{path}"
hu: A(z) "%{path}" CIB fájl nem dolgozható fel
it: Impossibile analizzare sintatticamente il file CIB "%{path}"
ja: CIBファイル「%{path}」を解析できません
nl: Kan CIB-bestand "%{path}" niet parseren
pl: Nie można przetworzyć pliku CIB "%{path}"
pt_br: Impossível analisar arquivo CIB "%{path}"
ru: Не удалось проанализировать CIB-файл "%{path}"
sv: Det går inte att analysera CIB-filen "%{path}"

source: Pacemaker does not appear to be installed (%{cmd} not found)
ar: يبدو أنه لم يتم تثبيت Pacemaker، (لم يتم العثور على %{cmd})
cs: Aplikace Pacemaker pravděpodobně není nainstalována (příkaz %{cmd} nebyl nalezen)
de: Pacemaker scheint nicht installiert zu sein (%{cmd} nicht gefunden)
es: Parece que Pacemaker no está instalado (no se encuentra %{cmd})
fr: Il semble que Pacemaker ne soit pas installé (%{cmd} introuvable)
hu: A Pacemaker nincs telepítve (%{cmd} parancs nem található)
it: Pacemaker non sembra essere installato (%{cmd} non trovato)
ja: Pacemakerがインストールされていないと思われます(%{cmd} が見つかりません)
nl: Pacemaker lijkt niet geïnstalleerd (%{cmd} niet gevonden)
pl: Wygląda na to, że program Pacemaker nie jest zainstalowany (nie znaleziono polecenia %{cmd})
pt_br: O Pacemaker parece não estar instalado (%{cmd} não encontrado)
ru: Pacemaker не установлен (не найдена команда %{cmd})
sv: Pacemaker verkar inte vara installerat (%{cmd} hittades inte)

source: Unable to execute %{cmd}
ar: تعذر تنفيذ %{cmd}
cs: Spuštění příkazu %{cmd} se nezdařilo
de: Ausführung von %{cmd} nicht möglich
es: No es posible ejecutar %{cmd}
fr: Impossible d'exécuter %{cmd}
hu: Nem futtatható parancs %{cmd}
it: Impossibile eseguire %{cmd}
ja: %{cmd} を実行できません
nl: Kan %{cmd} niet uitvoeren
pl: Nie można wykonać polecenia %{cmd}
pt_br: Impossível executar %{cmd}
ru: Не удается выполнить %{cmd}
sv: Det gick inte att köra %{cmd}

source: Error invoking %{cmd}
ar: حدث خطأ أثناء استدعاء %{cmd}
cs: Chyba vyvolávání %{cmd}
de: Fehler beim Aufruf von %{cmd}
es: Error al invocar %{cmd}
fr: Erreur lors de l'appel de %{cmd}
hu: Hiba a(z) %{cmd} parancs meghívásakor
it: Errore durante il richiamo di %{cmd}
ja: %{cmd} の呼び出し中にエラーが発生しました
nl: Fout bij het aanroepen van %{cmd}
pl: Błąd wywołania %{cmd}
pt_br: Erro ao chamar %{cmd}
ru: Ошибка вызова команды %{cmd}
sv: Fel vid anrop av %{cmd}

source: Error invoking %{cmd}: %{msg}
ar: حدث خطأ أثناء استدعاء %{cmd}: %{msg}
cs: Chyba vyvolávání %{cmd}: %{msg}
de: Fehler beim Aufruf von %{cmd}: %{msg}
es: Error al invocar %{cmd}: %{msg}
fr: Erreur lors de l'appel de %{cmd} : %{msg}
hu: Hiba a(z) %{cmd} parancs meghívásakor: %{msg}
it: Errore durante il richiamo di %{cmd}: %{msg}
ja: %{cmd} の呼び出し中にエラーが発生しました: %{msg}
nl: Fout bij het aanroepen van %{cmd}: %{msg}
pl: Błąd wywołania %{cmd}: %{msg}
pt_br: Erro ao chamar %{cmd}: %{msg}
ru: Ошибка вызова команды %{cmd}: %{msg}
sv: Fel vid anrop av %{cmd}: %{msg}

source: Unknown
ar: غير معروف
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестный
sv: Okänd

source: %{fail_start}: Operation %{op} failed for resource %{resource} on node %{node}: call-id=%{call_id}, rc-code=%{rc_mapping} (%{rc_code}), exit-reason=%{exit_reason}
ar: %{fail_start}: العملية %{op} فشلت للمورد %{resource} في العقدة %{node}: call-id=%{call_id}, rc-code=%{rc_mapping} (%{rc_code}), exit-reason=%{exit_reason}
cs: %{fail_start}: Operace %{op} se nezdařila u prostředku %{resource} uzlu %{node}: call-id=%{call_id}, rc-code=%{rc_mapping} (%{rc_code}), exit-reason=%{exit_reason}
de: %{fail_start}: Operation %{op} für Ressource %{resource} auf Knoten %{node} fehlgeschlagen: call-id=%{call_id}, rc-code=%{rc_mapping} (%{rc_code}), exit-reason=%{exit_reason}
es: %{fail_start}: Operación %{op} fallida para el recurso %{resource} en el nodo %{node}: call-id=%{call_id}, rc-code=%{rc_mapping} (%{rc_code}), exit-reason=%{exit_reason}
fr: %{fail_start}: Echec de l'opération %{op} pour la ressource %{resource} sur le noeud %{node}: call-id=%{call_id}, rc-code=%{rc_mapping} (%{rc_code}), exit-reason=%{exit_reason}
hu: %{fail_start}: A(z) %{op} művelet sikertelen a(z) %{node} csomópont %{resource} erőforrásán: call-id=%{call_id}, rc-code=%{rc_mapping} (%{rc_code}), exit-reason=%{exit_reason}
it: %{fail_start}: Operazione %{op} non riuscita per la risorsa %{resource} sul nodo %{node}: call-id=%{call_id}, rc-code=%{rc_mapping} (%{rc_code}), exit-reason=%{exit_reason}
ja: %{fail_start}: 操作 %{op} がリソース %{resource} (ノード %{node} 上)で失敗しました: call-id=%{call_id}、rc-code=%{rc_mapping} (%{rc_code})、exit-reason=%{exit_reason}
nl: %{fail_start}: bewerking %{op} is mislukt voor resource %{resource} op knooppunt %{node}: oproep-id=%{call_id}, rc-code=%{rc_mapping} (%{rc_code}), reden afsluiting=%{exit_reason}
pl: %{fail_start}: Błąd operacji %{op} dla zasobu %{resource} w węźle %{node}: ID wywołania=%{call_id}, kod powrotu=%{rc_mapping} (%{rc_code}), przyczyna wyjścia=%{exit_reason}
pt_br: %{fail_start}: Falha na operação %{op} para o recurso %{resource} no nó %{node}: call-id=%{call_id}, rc-code=%{rc_mapping} (%{rc_code}), exit-reason=%{exit_reason}
ru: %{fail_start}: не удалось выполнить операцию %{op} для ресурса %{resource} на узле %{node}: call-id=%{call_id}, rc-code=%{rc_mapping} (%{rc_code}), exit-reason=%{exit_reason}
sv: %{fail_start}: Åtgärden %{op} misslyckades för resursen %{resource} på noden %{node}: anrops-id=%{call_id}, rc-kod=%{rc_mapping} (%{rc_code}), avslutningsorsak=%{exit_reason}

source: Partial upgrade detected! Nodes report different CRM versions: %s
ar: تم اكتشاف ترقية جزئية! أبلغت العُقد عن وجود إصدارات مختلفة من CRM‏:‏ %s
cs: Detekována částečná inovace! Uzly hlásí různé verze CRM: %s
de: Partielles Upgrade erkannt. Knoten berichten unterschiedliche CRM-Versionen: %s
es: Se ha detectado una actualización parcial. Los nodos informan de distintas versiones de CRM: %s
fr: Une mise à niveau partielle a été détectée ! Les noeuds signalent des versions de CRM différentes : %s
hu: Részleges frissítés észlelhető. A csomópontok eltérő CRM-verziókról számolnak be: %s
it: Sono stati rilevati upgrade parziali. Report dei nodi diverso dalla versione CRM: %s
ja: 部分的なアップグレードが検出されました! 複数のノードが異なるCRMバージョンをレポートしています: %s
nl: Gedeeltelijke upgrade gedetecteerd. Nodes melden verschillende CRM-versies: %s
pl: Wykryto częściową aktualizację! Węzły zgłaszają różne wersje CRM: %s
pt_br: Upgrade parcial detectado! Os nós relatam versões de CRM diferentes: %s
ru: Обнаружено частичное обновление! Разные версии CRM на узлах: %s
sv: En deluppgradering upptäcktes. Noder ger information om olika CRM-versioner: %s

source: Partition without quorum! Fencing and resource management is disabled.
ar: تقسيم بدون نصاب! تم عطيل إدارة المورد والتسييج.
cs: Oddíl bez kvora! Ochrana a správa prostředků jsou zakázány.
de: Partition ohne Quorum! Fencing und Ressourcenverwaltung deaktiviert.
es: Partición sin quórum. El aislamiento y la gestión de recursos están inhabilitados.
fr: Partition sans quorum ! La gestion de la délimitation et des ressources est désactivée.
hu: Kvórum nélküli partíció észlelhető. Az elkerítést és az erőforrás-kezelést letiltotta a rendszer.
it: Partizione priva di quorum. Isolamento e gestione della risorsa disattivati.
ja: クォーラムなしでパーティション分割してください! フェンシングおよびリソース管理は無効になります。
nl: Partitie zonder quorum. Fencing en resource management zijn uitgeschakeld.
pl: Partycja bez kworum! Izolowanie zasobów i zarządzanie nimi jest wyłączone.
pt_br: Partição sem quorum! Limitação e gerenciamento de recursos desabilitados.
ru: Раздел без кворума! Функции ограждения и управления ресурсами отключены.
sv: Partition utan kvorum. Fence-åtgärder och resurshantering har avaktiverats.

source: Node "%{node}" is UNCLEAN and needs to be fenced.
ar: العقدة "%{node}" غير صحيحة وتحتاج إلى وضع فاصل.
cs: Uzel %{node} není v platném stavu a je nutné jej izolovat.
de: Knoten "%{node}" ist fehlerhaft (UNCLEAN) und muss eingegrenzt werden.
es: El nodo "%{node}" tiene el estado UNCLEAN y es necesario aislarlo.
fr: Le noeud "%{node}" n'est pas nettoyé et doit être délimité.
hu: A(z) "%{node}" csomópont UNCLEAN állapotú, ezért el kell keríteni.
it: Il nodo "%{node}" è NON CORRETTO e deve essere delimitato.
ja: ノード「%{node}」は非クリーンであり、フェンシングする必要があります。
nl: Knooppunt "%{node}" is VERVUILD. Er moet een fence op worden toegepast.
pl: Węzeł %{node} jest NIEWYCZYSZCZONY i musi być odizolowany.
pt_br: Nó "%{node}" SEM LIMPEZA e que precisa ser limitado.
ru: Узел "%{node}" НЕ ОЧИЩЕН; его необходимо оградить.
sv: Noden "%{node}" är ORENSAD och behöver fence-åtgärdas.

source: STONITH is disabled. For normal cluster operation, STONITH is required.
ar: تم تعطيل STONITH. STONITH مطلوب لعملية مجموعة متماثلة عادية.
cs: Metoda STONITH je zakázána. Metoda STONITH je požadována k normálnímu provozu clusteru.
de: STONITH ist deaktiviert. Für den normalen Clusterbetrieb ist STONITH erforderlich.
es: STONITH está inhabilitado. STONITH es necesario para el funcionamiento normal del clúster.
fr: STONITH est désactivé alors qu'il est requis pour le fonctionnement normal de la grappe.
hu: A STONITH le van tiltva. A fürt rendes működéséhez szükséges a STONITH.
it: STONITH è disabilitato. Per un normale funzionamento del cluster è richiesto STONITH.
ja: STONITHが無効です。通常のクラスタ操作については、STONITH が必要です。
nl: STONITH is uitgeschakeld. Voor een normale clusterbewerking is STONITH vereist.
pl: STONITH jest wyłączone. W przypadku normalnego działania klastra STONITH jest wymagane.
pt_br: STONITH desabilitado. Para operação normal do cluster, o STONITH é obrigatório.
ru: STONITH выключен. Для нормальной работы кластера необходим STONITH.
sv: STONITH är inaktiverat. STONITH krävs för normal klusteranvändning.

source: DRBD disk %{d} is %{s} on %{n}
ar: قرص DRBD %{d} هو %{s} على %{n}
cs: Disk DRBD %{d} je %{s} na %{n}
de: DRBD-Datenträger %{d} ist %{s} auf %{n}
es: El disco DRBD %{d} es %{s} en %{n}
fr: Le disque DRBD %{d} est %{s} sur %{n}.
hu: A(z) %{d} DRBD-lemez állapota: %{s}, %{n}
it: Disco DRBD %{d} è %{s} su %{n}
ja: DRBDディスク %{d} は %{n} 上の %{s} です
nl: DRBD-schijf %{d} is %{s} op %{n}
pl: Dysk DRBD %{d} jest %{s} z %{n}
pt_br: O disco DRBD %{d} está %{s} em %{n}
ru: Диск DRBD %{d} - %{s} на %{n}
sv: DRBD-disk %{d} är %{s} på %{n}

source: DRBD connection for %{d} to %{n} is %{s}
ar: اتصال DRBD الذي يخص %{d} إلى %{n} هو %{s}
cs: Připojení DRBD pro %{d} k %{n} je %{s}
de: DRBD-Verbindung für %{d} zu %{n} ist %{s}
es: La conexión DRBD para %{d} a %{n} es %{s}
fr: La connexion DRBD de %{d} à %{n} est %{s}.
hu: A(z) %{d} %{n} felé irányuló DRBD-kapcsolatának állapota %{s}.
it: Connessione DRBD per %{d} a %{n} è %{s}
ja: %{d} から %{n} へのDRBD接続は %{s} です
nl: DRBD-verbinding voor %{d} met %{n} is %{s}
pl: Połączenie DRBD %{d} z %{n} jest %{s}
pt_br: A conexão DRBD de %{d} para %{n} está %{s}
ru: Соединение DRBD для %{d} в %{n} - это %{s}
sv: DRBD-anslutning för %{d} till %{n} är %{s}

source: Clone ID is required
ar: معرف الاستنساخ مطلوب
cs: Je požadováno ID klonu.
de: Klon-ID erforderlich
es: Se requiere el ID de clon.
fr: L'ID de clone est requis.
hu: A klónazonosító megadása kötelező
it: È richiesto l'ID clone
ja: クローンIDが必要です
nl: Kloon-id is vereist
pl: Wymagany jest identyfikator klonowania
pt_br: ID do clone obrigatório
ru: Требуется ИД клона
sv: Klon-ID krävs

source: Invalid Clone ID
ar: معرف استنساخ غير صالح
cs: Neplatné ID klonu
de: Ungültige Klon-ID
es: ID de clon no válido
fr: ID de clone non valide
hu: Érvénytelen klónazonosító
it: ID clone non valido
ja: 無効なクローンID
nl: Ongeldige kloon-id
pl: Nieprawidłowy identyfikator klonowania
pt_br: ID do Clone Inválido
ru: Недопустимый ИД клона
sv: Ogiltigt klon-ID

source: No Clone child specified
ar: لا يوجد استنساخ فرعي محدد
cs: Není určena žádná podřazená položka klonu.
de: Kein untergeordnetes Klon-Element angegeben
es: No se ha especificado ningún hijo clon.
fr: Aucun enfant clone n'est spécifié.
hu: Nincs megadva klóngyermek
it: Nessun clone secondario specificato
ja: クローンの子が指定されていません
nl: Er is geen onderliggende kloon opgegeven
pl: Nie określono elementu potomnego klonowania
pt_br: Nenhum filho do Clone especificado
ru: Не указан дочерний элемент клона
sv: Ingen underordnad för klon har angetts

source: Is the cluster allowed to start and stop the resource?
ar: هل مسموح للمجموعة المتماثلة بدء وإيقاف المورد؟
cs: Určuje, zda cluster může spouštět a zastavovat prostředek.
de: Darf die Ressource durch den Cluster gestartet und gestoppt werden?
es: ¿Tiene permiso el clúster para iniciar y detener el recurso?
fr: La grappe est-elle autorisée à démarrer et arrêter la ressource ?
hu: Jogosult a fürt az erőforrás elindítására és leállítására?
it: Il cluster può avviare e interrompere la risorsa?
ja: クラスタはリソースの開始および停止を許可されていますか?
nl: Mag het cluster de resource starten en stoppen?
pl: Czy klaster może zatrzymywać i uruchamiać zasób?
pt_br: O cluster permitiu iniciar e parar o recurso?
ru: Разрешено ли кластеру запускать и останавливать ресурс?
sv: Får klustret starta och stoppa resursen?

source: Resources in maintenance mode are not monitored by the cluster.
ar: الموارد بوضع الصيانة غير مراقبة بواسطة المجموعة المتماثلة.
cs: Prostředky v režimu údržby nejsou clusterem monitorovány.
de: Ressourcen im Wartungsmodus werden nicht vom Cluster überwacht.
es: El clúster no supervisa los recursos en modo de mantenimiento.
fr: Les ressources en mode de maintenance ne sont pas surveillées par la grappe.
hu: A karbantartási módban lévő erőforrásokat nem figyeli a fürt.
it: Le risorse che si trovano in modalità di manutenzione non vengono controllate dal cluster.
ja: 保守モードのリソースがクラスタによって監視されていません。
nl: Resources in de onderhoudsmodus worden niet gemonitord door het cluster.
pl: Zasoby w trybie utrzymywania nie są monitorowane przez klaster.
pt_br: Os recursos no modo de manutenção não são monitorados pelo cluster.
ru: Ресурсы в режиме обслуживания не отслеживаются кластером.
sv: Resurser i underhållsläge övervakas inte av klustret.

source: If not all resources can be active, the cluster will stop lower priority resources in order to keep higher priority ones active.
ar: في حالة عدم إمكانية تنشيط الموارد، ستقوم المجموعة المتماثلة بإيقاف الموارد الأقل أولوية لكي تحتفظ بالموارد الأعلى أولوية.
cs: Pokud nelze aktivovat všechny prostředky, cluster zastaví prostředky s nižší prioritou, aby byly prostředky s vyšší prioritou zachovány aktivní.
de: Wenn nicht alle Ressourcen aktiv sein können, stoppt der Cluster Ressourcen mit niedrigerer Priorität, damit Ressourcen mit höherer Priorität aktiv bleiben können.
es: Si no pueden estar activos todos los recursos, el clúster detendrá los recursos de menor prioridad para mantener activos los de mayor prioridad.
fr: Si toutes les ressources ne peuvent pas être actives, la grappe arrête les ressources de priorité inférieure afin de garder actives celles de priorité supérieure.
hu: Ha nem lehet minden erőforrás aktív, a fürt le fogja állítani a kisebb prioritású erőforrásokat, hogy a nagyobb prioritásúak aktívak maradhassanak.
it: Se non tutte le risorse possono essere attive, il cluster interromperà le risorse con priorità inferiore, al fine di mantenere attive quelle con priorità maggiore.
ja: すべてのリソースをアクティブにできない場合、クラスタは優先度の高いリソースをアクティブなままにするために、優先度の低いリソースを停止します。
nl: Als niet alle resources actief kunnen zijn, stopt het cluster resources met een lagere prioriteit om de resources met een hogere prioriteit actief te houden.
pl: Jeśli nie wszystkie zasoby mogą być aktywne, klaster zatrzyma zasoby o niższym priorytecie, aby aktywne mogły być te o wyższym priorytecie.
pt_br: Se nem todos os recursos puderem estar ativos, o cluster vai parar os recursos de menor prioridade para manter os de maior prioridade ativos.
ru: Если не все ресурсы могут быть активными, то кластер остановит ресурсы с низким приоритетом, чтобы ресурсы с высоким приоритетом оставались активными.
sv: Om alla resurser inte kan vara aktiva, kommer klustret att stoppa lägre prioriterade resurser så att högre prioriterade resurser kan hållas aktiva.
