Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: Primitive updated successfully
ar: تم تحديث المجموعة الأساسية بنجاح
cs: Základní prvek byl úspěšně aktualizován.
de: Primitive erfolgreich aktualisiert
es: Primitivo actualizado correctamente
fr: Primitive mise à jour avec succès
hu: A primitív módosítása sikeres
it: Primitiva aggiornata
ja: プリミティブが正常に更新されました
nl: De primitieve is bijgewerkt
pl: Element podstawowy został zaktualizowany
pt_br: Primitivo atualizado com êxito
ru: Примитив успешно обновлен
sv: Primitiven har uppdaterats

source: Primitive deleted successfully
ar: تم حذف المجموعة الأساسية بنجاح
cs: Základní prvek byl úspěšně odstraněn.
de: Primitive erfolgreich gelöscht
es: Primitivo suprimido correctamente
fr: Primitive supprimée avec succès
hu: A primitív törlése sikeresen megtörtént
it: Primitiva eliminata
ja: プリミティブが正常に削除されました
nl: Primitief is verwijderd
pl: Element podstawowy został usunięty
pt_br: Primitivo apagado com êxito
ru: Примитив успешно удален
sv: Primitiven har tagits bort

source: Primitives
ar: المجموعات الأساسية
cs: Základní prvky
es: Primitivos
hu: Primitívek
it: Primitive
ja: プリミティブ
nl: Primitieven
pl: Elementy podstawowe
pt_br: Primitivos
ru: Примитивы
sv: Primitiver

source: The primitive does not exist
ar: المجموعة الأساسية غير موجودة
cs: Základní prvek neexistuje.
de: Das Primitive ist nicht vorhanden
es: El primitivo no existe.
fr: Le primitive n'existe pas.
hu: A primitív nem létezik.
it: La primitiva non esiste
ja: プリミティブが存在しません
nl: De primitieve bestaat niet.
pl: Element podstawowy nie istnieje
pt_br: O primitivo não existe
ru: Примитив не существует
sv: Primitiven finns inte

source: Preferences updated successfully
ar: تم تحديث التفضيلات بنجاح
cs: Předvolby byly úspěšně aktualizovány.
de: Einstellungen erfolgreich aktualisiert
es: Preferencias actualizadas correctamente
fr: Préférences mises à jour avec succès
hu: A beállítások sikeresen frissítve
it: Preferenze aggiornate
ja: 初期設定が正常に更新されました
nl: Voorkeuren zijn bijgewerkt
pl: Preferencje zostały zaktualizowane
pt_br: Preferências atualizadas com êxito
ru: Настройки успешно обновлены
sv: Inställningarna har uppdaterats

source: Preferences
ar: تفضيلات
cs: Předvolby
de: Einstellungen
es: Preferencias
fr: Préférences
hu: Tulajdonságok
it: Preferenze
ja: 設定
nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
ru: Настройки
sv: Inställningar

source: Please wait while report is generated...
ar: الرجاء الانتظار حتى يتم إنشاء التقرير...
cs: Zpráva se vytváří, čekejte prosím...
de: Bitte warten Sie, während der Bericht generiert wird...
es: Espere mientras se genera el informe...
fr: Veuillez patienter pendant la génération du rapport.
hu: Kis türelmet, a jelentés generálása folyamatban van...
it: Attendere la generazione del report...
ja: レポートの生成中です。しばらくお待ちください...
nl: Een ogenblik geduld. Het rapport wordt gegenereerd...
pl: Proszę czekać, trwa generowanie raportu...
pt_br: Aguarde enquanto o relatório é gerado...
ru: Подождите, пока создается отчет...
sv: Vänta medan rapport genereras...

source: Failed to generate
ar: فشل الإنشاء
cs: Vytvoření se nezdařilo.
de: Generierung fehlgeschlagen
es: Error al generar
fr: Echec lors de la génération
hu: Nem sikerült generálni
it: Generazione non riuscita
ja: 生成に失敗しました
nl: Genereren is niet mogelijk
pl: Generowanie nie powiodło się
pt_br: Falha ao gerar
ru: Не удалось создать
sv: Generering misslyckades

source: Upload completed.
ar: تم اكتمال الإيداع.
cs: Nahrání se nezdařilo.
de: Hochladen abgeschlossen.
es: Carga completada.
fr: Téléchargement effectué.
hu: A feltöltés befejeződött.
it: Upload completato.
ja: アップロードが完了しました。
nl: Upload is voltooid.
pl: Przesyłanie zakończone.
pt_br: Upload concluído.
ru: Отправка завершена.
sv: Uppladdning klar.

source: Could not cancel report collection
ar: تعذر إلغاء مجموعة التقارير
cs: Nebylo možné zrušit sběr informací sestavy
de: Berichterfassung konnte nicht abgebrochen werden
es: No ha sido posible cancelar la recopilación de informes
fr: La collecte de rapport n'a pas pu être annulée.
hu: A jelentés adatgyűjtését nem sikerült leállítani
it: Impossibile annullare la raccolta di rapporti
ja: レポート収集をキャンセルできませんでした
nl: Kan ophalen rapport niet annuleren
pl: Nie można anulować gromadzenia raportu
pt_br: Não foi possível cancelar coleção de relatórios
ru: Не удалось отменить сбор отчетов
sv: Det gick inte att avbryta rapportinsamlingen

source: Cannot display diff for initial transition.
ar: يتعذر عرض الفرق لعمليات الانتقال الأولية.
cs: Pro počáteční přechod nelze zobrazit rozdíly.
de: Unterschiede können für anfänglichen Übergang nicht angezeigt werden.
es: No es posible mostrar el elemento diff de la transición inicial.
fr: Impossible d'afficher la différence pour la transition initiale.
hu: Nem sikerült megjeleníteni a különbözetet a kezdeti átmenethez.
it: Impossibile visualizzare diff per transizione iniziale.
ja: 初期遷移の差分を表示できません。
nl: Verschil voor initiële overgang kan niet worden weergegeven.
pl: Nie można wyświetlić różnic dotyczących przejścia początkowego.
pt_br: Impossível exibir dif. para transição inicial.
ru: Не удалось отобразить разницу для начального перехода.
sv: Det går inte att visa diff för initial övergång.

source: Report deleted successfully
ar: تم حذف التقرير بنجاح
cs: Zpráva byla úspěšně odstraněna.
de: Bericht erfolgreich gelöscht
es: Informe suprimido correctamente
fr: Rapport supprimé avec succès
hu: A jelentés sikeresen törölve
it: Report eliminato
ja: レポートが正常に削除されました
nl: Het rapport is verwijderd
pl: Raport został usunięty
pt_br: Relatório apagado com êxito
ru: Отчет успешно удален
sv: Rapporten har tagits bort

source: Error deleting %s
ar: حدث خطأ أثناء حذف %s
cs: Při odstraňování položky %s došlo k chybě.
de: Fehler beim Löschen von %s
es: Error al suprimir %s
fr: Erreur lors de la suppression de %s
hu: Hiba a(z) %s törlésekor
it: Errore durante l'eliminazione di %s
ja: %s の削除中にエラーが発生しました
nl: Fout bij het verwijderen van %s
pl: Błąd podczas usuwania %s
pt_br: Erro ao apagar %s
ru: Ошибка при удалении %s
sv: Fel vid borttagning av %s

source: History Explorer
cs: Prohlížeč historie
de: Verlaufs-Explorer
es: Explorador del historial
fr: Explorateur d'historique
hu: Előzményböngésző
it: Esplora cronologia
ja: 履歴エクスプローラ
nl: Historieverkenner
pl: Przeglądarka historii
pt_br: Explorador do Histórico
ru: Проводник журнала
sv: Historikutforskare

source: The report does not exist
ar: التقرير غير موجود
cs: Zpráva neexistuje.
de: Der Bericht ist nicht vorhanden
es: El informe no existe.
fr: Le rapport n'existe pas.
hu: A jelentés nem létezik.
it: Il report non esiste
ja: レポートが存在しません
nl: Het rapport bestaat niet
pl: Raport nie istnieje
pt_br: O relatório não existe
ru: Отчет не существует
sv: Rapporten finns inte

source: must be a valid datetime
ar: يجب أن يكون وقتًا وتاريخًا صالحين
cs: musí být platná hodnota data a času.
de: muss ein gültiger Datetime-Wert sein
es: debe ser un valor válido de fecha y hora
fr: doit être une date/heure valide
hu: érvényes dátumnak kell lennie
it: dataora deve essere un valore valido
ja: 有効な日時である必要があります
nl: moet een geldige datum/tijd zijn
pl: musi być poprawnym typem datetime
pt_br: deve ser uma data/horário válida
ru: должно быть допустимым значением в формате даты и времени
sv: måste vara giltig datumtid

source: Successfully started the resource
ar: تم بدء المورد بنجاح
cs: Prostředek byl úspěšně spuštěn.
de: Ressource erfolgreich gestartet
es: Recurso iniciado correctamente
fr: Ressource démarrée avec succès
hu: Sikeresen elindította az erőforrást
it: Risorsa avviata
ja: リソースは正常に開始されました
nl: De resource is gestart
pl: Zasób został uruchomiony
pt_br: Recurso iniciado com êxito
ru: Ресурс успешно запущен
sv: Resursen har startats

source: Failed to start the resource: %{err}
ar: فشل بدء المورد: %{err}
cs: Spuštění prostředku se nezdařilo: %{err}
de: Ressource konnte nicht gestartet werden: %{err}
es: Error al iniciar el recurso: %{err}
fr: Echec lors du démarrage de la ressource : %{err}
hu: Nem sikerült elindítani az erőforrást: %{err}
it: Impossibile avviare la risorsa: %{err}
ja: リソースの開始に失敗しました: %{err}
nl: De resource kan niet worden gestart: %{err}
pl: Uruchamianie zasobu nie powiodło się: %{err}
pt_br: Falha ao iniciar o recurso: %{err}
ru: Не удалось запустить ресурс: %{err}
sv: Resursen kunde inte startas: %{err}

source: Successfully stopped the resource
ar: تم إيقاف المورد بنجاح
cs: Prostředek byl úspěšně zastaven.
de: Ressource erfolgreich gestoppt
es: Recurso detenido correctamente
fr: Ressource arrêtée avec succès
hu: Sikeresen leállította az erőforrást
it: Risorsa interrotta
ja: リソースは正常に停止されました
nl: De resource is gestopt
pl: Zasób został zatrzymany
pt_br: Recurso parado com êxito
ru: Ресурс успешно остановлен
sv: Resursen har stoppats

source: Failed to stop the resource: %{err}
ar: فشل إيقاف المورد: %{err}
cs: Zastavení prostředku se nezdařilo: %{err}
de: Ressource konnte nicht gestoppt werden: %{err}
es: Error al detener el recurso: %{err}
fr: Echec lors de l'arrêt de la ressource : %{err}
hu: Nem sikerült leállítani az erőforrást: %{err}
it: Impossibile interrompere la risorsa: %{err}
ja: リソースの停止に失敗しました: %{err}
nl: De resource kan niet worden gestopt: %{err}
pl: Zatrzymywanie zasobu nie powiodło się: %{err}
pt_br: Falha ao parar o recurso: %{err}
ru: Не удалось остановить ресурс: %{err}
sv: Resursen kunde inte stoppas: %{err}

source: Successfully promoted the resource
ar: تمت ترقية المورد بنجاح
cs: Úroveň prostředku byla úspěšně zvýšena.
de: Ressource erfolgreich hochgestuft
es: Recurso subido correctamente
fr: Ressource promue avec succès
hu: Sikeresen előléptette az erőforrást
it: Risorsa promossa
ja: リソースは正常に昇格されました
nl: Niveau van resource is verhoogd
pl: Zasób został promowany
pt_br: Recurso promovido com êxito
ru: Уровень ресурса успешно повышен
sv: Resursen har befordrats

source: Failed to promote the resource: %{err}
ar: فشلت ترقية المورد: %{err}
cs: Zvýšení úrovně prostředku se nezdařilo: %{err}
de: Ressource konnte nicht hochgestuft werden: %{err}
es: Error al subir el recurso: %{err}
fr: Echec lors de la promotion de la ressource : %{err}
hu: Nem sikerült előléptetni az erőforrást: %{err}
it: Impossibile promuovere la risorsa: %{err}
ja: リソースの昇格に失敗しました: %{err}
nl: Niveau van resource kan niet worden verhoogd: %{err}
pl: Promowanie zasobu nie powiodło się: %{err}
pt_br: Falha ao promover o recurso: %{err}
ru: Не удалось повысить уровень ресурса: %{err}
sv: Resursen kunde inte befordras: %{err}

source: Successfully demoted the resource
ar: تم تخفيض رتبة المورد بنجاح
cs: Úroveň prostředku byla úspěšně snížena.
de: Ressource erfolgreich zurückgestuft
es: Recurso bajado correctamente
fr: Ressource rétrogradée avec succès
hu: Sikeresen lefokozta az erőforrást
it: Risorsa abbassata di livello
ja: リソースは正常に降格されました
nl: Niveau van resource is verlaagd
pl: Zasób został zdegradowany
pt_br: Recurso retrocedido com êxito
ru: Уровень ресурса успешно понижен
sv: Resursen har nedgraderats

source: Failed to demote the resource: %{err}
ar: فشل تخفيض رتبة المورد: %{err}
cs: Snížení úrovně prostředku se nezdařilo: %{err}
de: Ressource konnte nicht zurückgestuft werden: %{err}
es: Error al bajar el recurso: %{err}
fr: Echec lors de la rétrogradation de la ressource : %{err}
hu: Nem sikerült lefokozni az erőforrást: %{err}
it: Impossibile abbassare di livello la risorsa: %{err}
ja: リソースの降格に失敗しました: %{err}
nl: Niveau van resource kan niet worden verlaagd: %{err}
pl: Degradowanie zasobu nie powiodło się: %{err}
pt_br: Falha ao retroceder o recurso: %{err}
ru: Не удалось понизить уровень ресурса: %{err}
sv: Resursen kunde inte nedgraderas: %{err}

source: Successfully set the resource in maintenance mode
ar: تم تعيين المورد إلى وضع الصيانة بنجاح
cs: Prostředek byl úspěšně nastaven do režimu údržby
de: Ressource erfolgreich in den Wartungsmodus versetzt
es: Se ha definido correctamente el recurso en modo de mantenimiento
fr: La ressource a été définie sur le mode de maintenance.
hu: Sikeresen megtörtént az erőforrás karbantartási módba állítása
it: Impostazione risorsa in modalità di manutenzione riuscita
ja: リソースは正常に保守モードに設定されました
nl: De resource is in de onderhoudsmodus ingesteld
pl: Pomyślnie ustawiono zasób w tryb utrzymywania
pt_br: Recurso definido com êxito no modo de manutenção
ru: Ресурс переведен в режим обслуживания
sv: Resursen ställdes in i underhållsläge

source: Failed to set the resource in maintenance mode: %{err}
ar: فشل تعيين المورد إلى وضع الصيانة:‏ %{err}
cs: Prostředek se nepodařilo nastavit do režimu údržby: %{err}
de: Ressource konnte nicht in den Wartungsmodus versetzt werden: %{err}
es: Error al definir el recurso en modo de mantenimiento: %{err}
fr: La ressource n'a pas pu être définie sur le mode de maintenance : %{err}
hu: Az erőforrás karbantartási módba állítása sikertelen: %{err}
it: Impostazione risorsa in modalità di manutenzione non riuscita: %{err}
ja: リソースを保守モードに設定できませんでした: %{err}
nl: Fout bij het instellen van de resource in de onderhoudsmodus: %{err}
pl: Ustawienie zasobu w tryb utrzymywania nie powiodło się: %{err}
pt_br: Falha ao definir o recurso no modo de manutenção: %{err}
ru: Не удалось перевести ресурс в режим обслуживания: %{err}
sv: Det gick inte att ställa in resursen i underhållsläge: %{err}

source: Successfully disabled maintenance mode for resource
ar: تم تعطيل وضع الصيانة للمورد بنجاح
cs: Úspěšně zakázán režim údržby pro prostředek
de: Wartungsmodus für die Ressource erfolgreich aktiviert
es: Se ha inhabilitado correctamente el modo de mantenimiento para el recurso
fr: Le mode de maintenance a été désactivé pour la ressource.
hu: Sikeresen megtörtént az erőforrás karbantartási módjának letiltása
it: Disattivazione modalità di manutenzione per la risorsa riuscita
ja: リソースの保守モードは正常に無効化されました
nl: Onderhoudsmodus uitgeschakeld voor resource
pl: Pomyślnie wyłączono tryb utrzymywania dla zasobu
pt_br: Modo de manutenção desabilitado com êxito no recurso
ru: Для ресурса отключен режим обслуживания
sv: Underhållsläget avaktiverades för resursen

source: Failed to disable maintenance mode for resource: %{err}
ar: فشل تعطيل وضع الصيانة للمورد:‏ %{err}
cs: Nepodařilo se zakázat režim údržby pro prostředek: %{err}
de: Wartungsmodus für die Ressource konnte nicht aktiviert werden: %{err}
es: Error al inhabilitar el modo de mantenimiento para el recurso: %{err}
fr: Le mode de maintenance n'a pas pu être désactivé pour la ressource : %{err}
hu: Az erőforrás karbantartási módjának letiltása sikertelen: %{err}
it: Disattivazione modalità di manutenzione per la risorsa non riuscita: %{err}
ja: リソースの保守モードを無効化できませんでした: %{err}
nl: Fout bij het uitschakelen van de onderhoudsmodus voor de resource: %{err}
pl: Wyłączenie trybu utrzymywania dla zasobu: %{err} nie powiodło się
pt_br: Falha ao desabilitar o modo de manutenção no recurso: %{err}
ru: Не удалось отключить для ресурса режим обслуживания
sv: Det gick inte att avaktivera underhållsläget för resursen: %{err}

source: Successfully unmigrated the resource
ar: تم إلغاء ترحيل المورد بنجاح
cs: Migrace prostředku byla úspěšně zrušena.
de: Migration der Ressource erfolgreich zurückgenommen
es: Migración de recurso anulada correctamente
fr: Migration de la ressource annulée avec succès
hu: Sikeresen visszavonta az erőforrás migrációját
it: Migrazione della risorsa annullata
ja: リソースは正常に移行解除されました
nl: Migratie van de resource is ongedaan genmaakt
pl: Migracja zasobu została wycofana
pt_br: Migração do recurso cancelada com êxito
ru: Миграция ресурса успешно отменена
sv: Resursen har avmigrerats

source: Failed to unmigrate the resource: %{err}
ar: فشل إلغاء ترحيل المورد: %{err}
cs: Zrušení migrace prostředku se nezdařilo: %{err}
de: Migration der Ressource konnte nicht zurückgenommen werden: %{err}
es: Error al anular la migración del recurso: %{err}
fr: Echec lors de l'annulation de la migration de la ressource : %{err}
hu: Nem sikerült visszavonni az erőforrás migrációját: %{err}
it: Impossibile annullare la migrazione della risorsa: %{err}
ja: リソースを正常に移行解除できませんでした: %{err}
nl: Migratie van de resource kan niet ongedaan worden gemaakt: %{err}
pl: Wycofywanie migracji zasobu nie powiodło się: %{err}
pt_br: Falha ao cancelar migração do recurso: %{err}
ru: Не удалось отменить миграцию ресурса: %{err}
sv: Resursen kunde inte avmigreras: %{err}

source: Successfully migrated the resource
ar: تم ترحيل المورد بنجاح
cs: Prostředek byl úspěšně migrován.
de: Ressource erfolgreich migriert
es: Recurso migrado correctamente
fr: Ressource migrée avec succès
hu: Sikeresen migrálta az erőforrást
it: Risorsa migrata
ja: リソースは正常に移行されました
nl: De resource is gemigreerd
pl: Zasób został migrowany
pt_br: Recurso migrado com êxito
ru: Миграция ресурса успешно выполнена
sv: Resursen har migrerats

source: Failed to migrate the resource: %{err}
ar: تعذر ترحيل المورد: %{err}
cs: Migrace prostředku se nezdařila: %{err}
de: Ressource konnte nicht migriert werden: %{err}
es: Error al migrar el recurso: %{err}
fr: Echec de la migration de la ressource : %{err}
hu: Nem sikerült áttelepíteni az erőforrást: %{err}
it: Impossibile migrare la risorsa: %{err}
ja: リソースを移行できませんでした: %{err}
nl: Kan resource niet migreren: %{msg}
pl: Migrowanie zasobu nie powiodło się: %{err}
pt_br: Falha ao migrar o recurso: %{err}
ru: Не удалось выполнить миграцию ресурса: %{err}
sv: Kunde inte migrera resurs: %{err}

source: Successfully cleaned the resource
ar: تم تنظيف المورد بنجاح
cs: Prostředek byl úspěšně vyčištěn.
de: Ressource erfolgreich bereinigt
es: Recurso limpiado correctamente
fr: Ressource nettoyée avec succès
hu: Sikeresen kitakarította az erőforrást
it: Risorsa pulita
ja: リソースは正常に削除されました
nl: De resource is opgeschoond
pl: Zasób został wyczyszczony
pt_br: Recurso limpo com êxito
ru: Ресурс успешно очищен
sv: Resursen har rensats

source: Failed to clean up the resource: %{err}
ar: فشل تنظيف المورد: %{err}
cs: Vyčištění prostředku se nezdařilo: %{err}
de: Ressource konnte nicht bereinigt werden: %{err}
es: Error al limpiar el recurso: %{err}
fr: Echec lors du nettoyage de la ressource : %{err}
hu: Nem sikerült kitakarítani az erőforrást: %{err}
it: Impossibile pulire la risorsa: %{err}
ja: リソースをクリーンアップできませんでした: %{err}
nl: De resource kan niet worden opgeschoond: %{err}
pl: Czyszczenie zasobu nie powiodło się: %{err}
pt_br: Falha ao limpar o recurso: %{err}
ru: Не удалось очистить ресурс: %{err}
sv: Resursen kunde inte rensas: %{err}

source: Create Role
ar: إنشاء دور
cs: Vytvořit roli
de: Rolle erstellen
es: Crear función
fr: Créer un rôle
hu: Sze_repkör létrehozása
it: Crea ruolo
ja: 役割の作成
nl: Rol maken
pl: Tworzenie roli
pt_br: Criar Função
ru: Создать роль
sv: Skapa roll

source: Role created successfully
ar: تم إنشاء الدور بنجاح
cs: Role byla úspěšně vytvořena
de: Rolle erfolgreich erstellt
es: Función creada correctamente
fr: Le rôle a été créé avec succès.
hu: Szerepkör sikeresen létrehozva
it: Creazione ruolo completata
ja: 役割が正常に作成されました
nl: De rol is gemaakt
pl: Rola została utworzona
pt_br: Função criada com êxito
ru: Роль успешно создана
sv: Rollen har skapats

source: Edit Role
ar: تحرير قاعدة
cs: Upravit roli
de: Rolle bearbeiten
es: Editar función
fr: Éditer le rôle
hu: Szerepkör szerkesztése
it: Modifica ruolo
ja: 役割の編集
nl: Rol bewerken
pl: Edycja roli
pt_br: Editar Função
ru: Изменить роль
sv: Redigera roll

source: Role updated successfully
ar: تم تحديث الدور بنجاح
cs: Role byla úspěšně aktualizována
de: Rolle erfolgreich aktualisiert
es: Función actualizada correctamente
fr: Le rôle a été mis à jour avec succès.
hu: Szerepkör sikeresen frissítve
it: Aggiornamento ruolo completato
ja: 役割が正常に更新されました
nl: De rol is bijgewerkt
pl: Rola została zaktualizowana
pt_br: Função atualizada com êxito
ru: Роль успешно обновлена
sv: Rollen har uppdaterats

source: Role deleted successfully
ar: تم حذف الدور بنجاح
cs: Role byla úspěšně odstraněna.
de: Rolle erfolgreich gelöscht
es: Función suprimida correctamente
fr: Rôle supprimé avec succès
hu: Szerepkör sikeresen törölve
it: Ruolo eliminato
ja: 役割が正常に削除されました
nl: De rol is verwijderd
pl: Rola została utworzona
pt_br: Função apagada com êxito
ru: Роль успешно удалена
sv: Rollen har tagits bort

source: ACL is not supported by the cluster
ar: لا تدعم المجموعة المتماثلة ACL
cs: Cluster nepodporuje seznamy řízení přístupu.
de: Die ACL wird vom Cluster nicht unterstützt
es: El clúster no es compatible con ACL.
fr: ACL n'est pas pris en charge par la grappe.
hu: A fürt nem támogatja az ACL-t
it: ACL non supportato dal cluster
ja: ACLはクラスタでサポートされていません
nl: ACL wordt niet ondersteund door het cluster
pl: Lista ACL nie jest obsługiwana przez klaster
pt_br: ACL não suportada pelo cluster
ru: Кластер не поддерживает ACL
sv: Klustret saknar stöd för ACL

source: Roles
ar: الدور
cs: Role
de: Rollen
es: Funciones
fr: Rôles
hu: Szerepkörök
it: Ruoli
ja: 役割
nl: Rollen
pl: Role
pt_br: Funções
ru: Роли
sv: Roller

source: The role does not exist
ar: الدور غير موجود
cs: Role neexistuje.
de: Die Rolle ist nicht vorhanden
es: La función no existe.
fr: Le rôle n'existe pas.
hu: A szerepkör nem létezik.
it: Il ruolo non esiste
ja: 役割が存在しません
nl: De rol bestaat niet
pl: Rola nie istnieje
pt_br: A função não existe
ru: Роль не существует
sv: Rollen finns inte

source: To enable ACLs, set "enable-acl" in the Cluster Configuration ('Manage > Configuration')
ar: لتمكين قوائم ACL، قم بتعيين "enable-acl" في تكوين المجموعة المتماثلة ('إدارة > التكوين')
cs: Chcete-li povolit seznamy řízení přístupu, nastavte parametr enable-acl v konfiguraci clusteru (Spravovat > Konfigurace)
de: Zur Aktivierung von ACLs legen Sie in der Clusterkonfiguration ('Verwalten > Konfiguration') "enable-acl" fest
es: Para habilitar ACL, establezca "enable-acl" en la configuración del clúster (Gestionar > Configuración)
fr: Pour activer les ACL, définissez "enable-acl" dans la configuration de la grappe ('Gérer > Configuration')
hu: Az ACL-ek engedélyezéséhez adja meg az "enable-acl" beállítást a fürt konfigurációjában (Felügyelet > Beállítás)
it: Per abilitare i file ACL, impostare "enable-acl" in Configurazione cluster ('Gestisci > Configurazione')
ja: ACLを有効にするには、［クラスタ設定］で、「enable-acl」を設定します （[管理] > [環境設定])
nl: Als u ACL's wilt inschakelen, stelt u "enable-acl" in Clusterconfiguratie ('Beheren > Configuratie') in
pl: Aby włączyć listy ACL, ustaw parametr enable-acl w opcji Konfiguracja klastra (Zarządzaj > Konfiguracja)
pt_br: Para habilitar ACLs, defina "enable-acl" na Configuração do Cluster (''Gerenciar > Configuração'')
ru: Чтобы включить ACL, укажите "enable-acl" в конфигурации кластера ("Управление" > "Конфигурация")
sv: Aktivera ACL genom att ange "enable-acl" i klusterkonfigurationen (Hantera > Konfiguration)

source: Permission denied for user %{user}
ar: تم رفض الإذن للمستخدم %{user}
cs: Uživateli %{user} nebylo uděleno povolení
de: Berechtigung für Benutzer %{user} verweigert
es: Permiso denegado para el usuario %{user}
fr: Autorisation refusée pour l'utilisateur %{user}
hu: %{user} felhasználónak nincs hozzáférése
it: Autorizzazione negata all'utente %{user}
ja: ユーザ %{user} のアクセス承認拒否
nl: Toestemming geweigerd voor gebruiker %{user}
pl: Dostęp zabroniony dla użytkownika %{user}
pt_br: Permissão negada para o usuário %{user}
ru: Доступ пользователя %{user} запрещен
sv: Tillstånd nekades för användaren %{user}

source: You have been logged out
ar: تم تسجيل خروجك.
cs: Byli jste odhlášeni.
de: Sie wurden abgemeldet
es: La sesión ha finalizado
fr: Vous avez été délogué.
hu: Kijelentkezett
it: L'utente ha eseguito il logout
ja: ログアウトしました
nl: U bent afgemeld.
pl: Wylogowano cię.
pt_br: Você foi desconectado
ru: Вы вышли из системы
sv: Du är utloggad

source: Log In
ar: دخول
cs: Přihlásit
de: Anmelden
es: Entrar
fr: Se connecter
hu: Belépés
it: Esegui login
ja: ログイン
nl: Aanmelden
pl: Zaloguj
pt_br: Efetuar Login
ru: Войти в систему
sv: Logga in
