Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: Constraint must consist of at least one separate resources
ar: يجب أن يتكون القيد من موردين منفصلين على الأقل
cs: Omezení musí obsahovat alespoň jeden samostatný prostředek.
de: Die Einschränkung muss mindestens eine separate Ressource enthalten
es: La restricción debe consistir en al menos un recurso independiente.
fr: La contrainte doit contenir au moins deux ressources distinctes.
hu: A megszorításnak tartalmaznia kell legalább egy különálló erőforrást
it: Il vincolo deve essere costituito da almeno due risorse separate
ja: 制約は少なくとも1つの個別のリソースから構成される必要があります
nl: Beperking moet uit minimaal een afzonderlijke bron bestaan
pl: Ograniczenie musi składać się z co najmniej jednego oddzielnego zasobu
pt_br: A restrição deve consistir em pelo menos um recurso separado
ru: Ограничение должно состоять как минимум из одного отдельного ресурса
sv: Begränsningen måste bestå av minst en separat resurs

source: ACL target ID is required
ar: معرف هدف ACL مطلوب
cs: Je požadováno ID cíle seznamu řízení přístupu.
de: ACL-Ziel-ID erforderlich
es: El ID de destino de ACL es obligatorio.
fr: L'ID de la cible ACL est requis.
hu: Az ACL-célazonosítót meg kell adni
it: ID destinazione ACL richiesto
ja: ACLターゲットIDが必要です
nl: Id ACL-doel is vereist
pl: Identyfikator celu listy ACL jest wymagany
pt_br: ID do destino da ACL obrigatório
ru: Необходим ИД цели ACL
sv: ACL-mål-ID krävs

source: Invalid ACL target ID
ar: معرف هدف ACL غير صالح
cs: ID cíle seznamu řízení přístupu není platné.
de: Ungültige ACL-Ziel-ID
es: ID de destino de ACL no válido
fr: ID de cible ACL non valide
hu: Érvénytelen ACL-célazonosító
it: ID destinazione ACL non valido
ja: 無効なACLターゲットID
nl: Ongeldige id van ACL-doel
pl: Nieprawidłowy identyfikator celu listy ACL
pt_br: ID do destino da ACL inválido
ru: Недопустимый ИД цели ACL
sv: Ogiltigt ACL-mål-ID

source: At least one role is required
ar: مطلوب دور واحد على الأقل
cs: Je požadována alespoň jedna role.
de: Es ist zumindest eine Rolle erforderlich
es: Se requiere al menos una función.
fr: Au moins un rôle est requis.
hu: Legalább egy szerepet meg kell adni
it: È richiesto almeno un ruolo
ja: 少なくとも1つの役割が必要です
nl: Minstens één rol is vereist.
pl: Wymagana jest przynajmniej jedna rola
pt_br: No mínimo, uma função é necessária
ru: Необходима хотябы одна роль
sv: Minst en roll krävs

source: Requested wizard does not exist
ar: المعالج المطلوب غير موجود
cs: Požadovaný průvodce neexistuje.
de: Der angeforderte Assistent ist nicht vorhanden
es: El asistente solicitado no existe.
fr: L'assistant demandé n'existe pas.
hu: A kért varázsló nem létezik
it: La procedura guidata richiesta non esiste
ja: 要求されたウィザードが存在しません
nl: Aangevraagde wizard bestaat niet
pl: Żądany kreator nie istnieje
pt_br: O assistente solicitado não existe
ru: Запрошенный мастер не существует
sv: Den begärda guiden finns inte

source: Parameters
ar: المعلمات
cs: Parametry
de: Parameter
es: Parámetros
fr: Paramètres
hu: Paraméterek
it: Parametri
ja: 引数
pl: Parametry
pt_br: Parâmetros
ru: Параметры
sv: Parametrar

source: Shortdesc
cs: Krátký popis
de: Kurze Beschr.
es: Descripción breve
hu: Rövid leírás
ja: ショートデスクリプション
nl: Korte beschrijving
pl: Krótki opis
pt_br: Descr. res.
ru: Краткое описание
sv: Kortbeskr

source: Longdesc
cs: Rozšířený popis
de: Lange Beschr.
es: Descripción larga
hu: Hosszú leírás
ja: ロングデスクリプション
nl: Lange beschrijving
pl: Długi opis
pt_br: Descr. completa
ru: Длинное описание
sv: Långbeskr

source: Options
ar: الخيارات
cs: Možnosti
de: Optionen
es: Opciones
hu: Beállítások
it: Opzioni
ja: オプション
nl: Opties
pl: Opcje
pt_br: Opções
ru: Параметры
sv: Alternativ

source: Actions
ar: إجراءات
cs: Akce
de: Aktionen
es: Acciones
hu: Műveletek
it: Azioni
ja: アクション
nl: Acties
pl: Działania
pt_br: Ações
ru: Действия
sv: Åtgärder

source: Timeout
ar: المهلة
cs: Časový limit
de: Zeitüberschreitung
es: Tiempo límite
hu: Időtúllépés
ja: タイムアウト
pl: Limit czasu
pt_br: Tempo de Espera
ru: Тайм-аут
sv: Tidsgräns

source: Interval
ar: فاصل زمني
de: Intervall
es: Intervalo
fr: Intervalle
hu: Időköz
it: Intervallo
ja: 間隔
pl: Interwał
pt_br: Intevalo
ru: Интервал
sv: Intervall

source: Depth
ar: العمق
cs: Hloubka
de: Tiefe
es: Profundidad
fr: Profondeur
hu: Mélység
it: Profondità
ja: 深さ
nl: Diepte
pl: Głębokość
pt_br: Profundidade
ru: Глубина
sv: Djup

source: Alert ID
ar: معرف التنبيه
cs: ID výstrahy
de: Alarm-ID
es: ID de alerta
fr: ID d'alerte
hu: Riasztásazonosító
it: ID avviso
ja: アラートID
nl: Waarschuwings-id
pl: Identyfikator alertu
pt_br: ID do Alerta
ru: ИД предупреждения
sv: Varnings-ID

source: Path
ar: المسار
cs: Cesta
de: Pfad
es: Vía
fr: Chemin d'accès
hu: Elérési útvonal
it: Percorso
ja: パス
nl: Pad
pl: Ścieżka
pt_br: Caminho
ru: Путь
sv: Sökväg

source: Recipients
ar: المستلمون
cs: Příjemci
de: Empfänger
es: Destinatarios
fr: Destinataires
hu: Címzettek
it: Destinatari
ja: 受信者
nl: Ontvangers
pl: Odbiorcy
pt_br: Destinatários
ru: Получатели
sv: Mottagare

source: Back
ar: الخلف
cs: Zpět
de: Zurück
es: Atrás
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sv: Tillbaka

source: Are you sure you wish to delete %s?
ar: هل تريد بالتأكيد حذف %s؟
cs: Opravdu chcete odstranit položku %s?
de: Wollen Sie %s wirklich löschen?
es: ¿Seguro que desea eliminar %s?
fr: Êtes-vous sûr de vouloir supprimer %s ?
hu: Biztos, hogy törölni akarja: %s?
it: Eliminare %s?
ja: %s を削除してもよろしいですか?
nl: Weet u zeker dat u %s wilt verwijderen?
pl: Czy na pewno usunąć %s?
pt_br: Tem certeza de que deseja apagar %s?
ru: Вы действительно хотите удалить %s?
sv: Är du säker på att du vill ta bort %s?

source: Apply Configuration
ar: تطبيق التكوين
cs: Použít konfiguraci
de: Konfiguration anwenden
es: Aplicar configuración
fr: Appliquer la configuration
hu: A konfiguráció alkalmazása
it: Applica configurazione
ja: 設定の適用
nl: Configuratie toepassen
pl: Zastosuj konfigurację
pt_br: Aplicar Configuração
ru: Применить конфигурацию
sv: Använd konfiguration

source: Calculating list of changes...
ar: جارٍ حساب قائمة التغييرات...
cs: Probíhá výpočet seznamu změn...
de: Liste der Änderungen wird berechnet...
es: Calculando lista de cambios...
fr: Calcul de la liste des changements...
hu: A változások listájának kiszámítása…
it: Calcolo dell'elenco delle modifiche in corso...
ja: 変更のリストを計算しています...
nl: Lijst met wijzigingen berekenen...
pl: Wyznaczanie listy zmian...
pt_br: Calculando lista de mudanças...
ru: Вычисление списка изменений...
sv: Sammanställer lista över ändringar...

source: Errors
ar: أخطاء
cs: Chyby
de: Fehler
es: Errores
fr: Erreurs
hu: Hibák
it: Errori
ja: エラー
nl: Fouten
pl: Błędy
pt_br: Erros
ru: Ошибки
sv: Fel

source: Always
ar: دائمًا
cs: Vždy
de: Immer
es: Siempre
fr: Toujours
hu: Mindig
it: Sempre
ja: 常に
nl: Altijd
pl: Zawsze
pt_br: Sempre
ru: Всегда
sv: Alltid

source: Never
ar: أبدًا
cs: Nikdy
de: Niemals
es: Nunca
fr: Jamais
hu: Soha
it: Mai
ja: 起動しない
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sv: Aldrig

source: Advanced
ar: خيارات متقدمة
cs: Pokročilé
de: Erweitert
es: Avanzado
fr: Avancés
hu: Speciális
it: Avanzate
ja: 拡張
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
sv: Avancerat

source: Lists crm commands recently executed by hawk, most recent first.
ar: إدراج أوامر crm التي تم تنفيذها حديثًا بواسطة hawk، الأحدث أولاً.
cs: Zobrazí v seznamu příkazy naposledy provedené nástrojem Hawk (seřazené od nejnovějších).
de: Listet die kürzlich von Hawk ausgeführten CRM-Befehle nach Aktualität auf.
es: Indica los comandos crm ejecutados recientemente por Hawk, empezando por los más recientes.
fr: Liste les commandes CRM récemment éxécutées par Hawk, les plus récentes d'abord.
hu: A hawk által nemrégiben végrehajtott crm parancsok listája, elöl a legutóbbival.
it: Elenca i comandi crm recentemente eseguiti da hawk, i più recenti per primi.
ja: Hawkによって最近実行されたCRMコマンドを一覧にします(最新のものを最初に表示)。
nl: Hiermee worden crm-opdrachten weergegeven die onlangs zijn uitgevoerd door Hawk, waarbij de recentste het eerst worden weergegeven.
pl: Prezentuje ostatnio wykonywane przez interfejs hawk polecenia crm. Pierwsze najnowsze.
pt_br: Lista os comandos crm executados recentemente pelo hawk, os mais recentes primeiro.
ru: Отображает список команд crm, которые недавно выполнил Hawk. В верхней части списка отображаются более поздние команды.
sv: Visar lista med crm-kommandon som nyligen körts av hawk, nyaste först.

source: Edit Configuration
ar: تحرير التكوين
cs: Upravit konfiguraci
de: Konfiguration bearbeiten
es: Editar configuración
fr: Modifier la configuration
hu: Konfiguráció szerkesztése
it: Modifica configurazione
ja: 設定の編集
nl: Configuratie bewerken
pl: Edytuj konfigurację
pt_br: Editar Configuração
ru: Редактировать конфигурацию
sv: Redigera konfiguration

source: Fencing
ar: الفصل
es: Delimitación
fr: Délimitation
hu: Elkerítés
ja: フェンシング
pl: Izolowanie
ru: Ограждение
sv: Avgränsning

source: Cluster Details
ar: تفاصيل المجموعة المتماثلة
cs: Podrobnosti clusteru
es: Detalles del clúster
fr: Détails de la grappe
hu: Fürt részletei
it: Dettagli cluster
ja: クラスタの詳細
pl: Szczegóły klastra
pt_br: Detalhes do Cluster
ru: Подробные данные кластера
sv: Klusterinformation

source: Batch Mode Active
ar: وضع الدُفعات نشط
cs: Dávkový režim je aktivní
de: Batch-Modus aktiv
es: Modo de lotes activo
fr: Mode de traitement par lots actif
hu: A kötegelt mód aktív
it: Modalità batch attiva
ja: バッチモードがアクティブです
nl: Batchmodus actief
pl: Tryb wsadowy jest aktywny
pt_br: Modo de Lote Ativo
ru: Пакетный режим активен
sv: Batchläge är aktivt

source: Show Configuration
ar: عرض التكوين
cs: Zobrazit konfiguraci
de: Konfiguration anzeigen
es: Mostrar configuración
fr: Afficher la configuration
hu: Konfiguráció megjelenítése
it: Mostra configurazione
ja: 設定の表示
nl: Configuratie weergeven
pl: Pokaż konfigurację
pt_br: Mostrar Configuração
ru: Показать конфигурацию
sv: Visa konfiguration

source: Rename Constraint
ar: إعادة تسمية القيد
cs: Přejmenovat omezení
de: Einschränkung umbenennen
es: Renombrar restricción
fr: Renommer la contrainte
hu: Megszorítás átnevezése
it: Rinomina vincolo
ja: 制約の名前変更
nl: Beperking hernoemen
pl: Zmień nazwę ograniczenia
pt_br: Renomear Restrição
ru: Переименовать ограничение
sv: Byt begränsningens namn

source: Constraint:
ar: القيد:
cs: Omezení:
de: Einschränkung:
es: Restricción:
fr: Contrainte :
hu: Megszorítás:
it: Vincolo:
ja: 制約:
nl: Beperking:
pl: Ograniczenie:
pt_br: Restrição:
ru: Ограничение:
sv: Begränsning:

source: Add Constraint
ar: إضافة قيد
cs: Přidat omezení
de: Einschränkung hinzufügen
es: Añadir restricción
fr: Ajouter une contrainte
hu: Megszorítás hozzáadása
it: Aggiungi vincolo
ja: 制約の追加
nl: Beperking toevoegen
pl: Dodaj ograniczenie
pt_br: Adicionar Restrição
ru: Добавить ограничение
sv: Lägg till begränsning

source: List
ar: قائمة
cs: Seznam
de: Liste
es: Lista
fr: Lister
hu: Lista
it: Elenco
ja: リスト
nl: Lijst
pl: Lista
pt_br: Listar
ru: Список
sv: Lista

source: Resource Defaults
ar: الإعدادات الافتراضية للمورد
cs: Výchozí hodnoty prostředku
de: Standardwerte für Ressource
es: Recursos por defecto
fr: Valeurs par défaut de ressource
hu: Erőforrás alapértelmezései
it: Valori di default risorsa
ja: リソースのデフォルト
nl: Standaardwaarden herstellen
pl: Wartości domyślne zasobu
pt_br: Padrões de Recursos
ru: Восстановить умолчания
sv: Resursstandard

source: Operation Defaults
ar: الإعدادات الافتراضية للعملية
cs: Výchozí hodnoty pro operaci
de: Standardwerte für Vorgang
es: Valores predeterminados de la operación
fr: Valeurs par défaut d'opération
hu: Alapértelmezett műveletek
it: Valori di default dell'operazione
ja: 操作のデフォルト
nl: Standaardwaarden voor bewerking
pl: Wartości domyślne operacji
pt_br: Padrões de Operação
ru: Настройки операции по умолчанию
sv: Åtgärdsstandard

source: Add Cluster
ar: إضافة مجموعة متماثلة
cs: Přidat cluster
de: Cluster hinzufügen
es: Añadir clúster
fr: Ajouter une grappe
hu: Fürt hozzáadása
it: Aggiungi cluster
ja: クラスタの追加
nl: Cluster toevoegen
pl: Dodaj klaster
pt_br: Adicionar Cluster
ru: Добавить кластер
sv: Lägg till kluster

source: West Coast (example)
ar: الساحل الغربي (مثال)
cs: Západní pobřeží (příklad)
de: Westküste (Beispiel)
es: Costa Oeste (ejemplo)
fr: Côte Ouest (exemple)
hu: Nyugati part (példa)
it: West Coast (esempio)
ja: West Coast(例)
nl: Westkust (voorbeeld)
pl: Zachodnie wybrzeże (przykład)
pt_br: Costa Oeste (exemplo)
ru: West Coast (пример)
sv: Västkusten (exempel)

source: Cluster name
ar: اسم المجموعة المتماثلة
cs: Název clusteru
es: Nombre del clúster
fr: Nom de la grappe
hu: Fürtnév
it: Nome cluster
ja: クラスタ名
nl: Clusternaam
pl: Nazwa klastra
pt_br: Nome do cluster
ru: Имя кластера
sv: Klusternamn

source: Hostname of node in cluster
ar: اسم مضيف العقدة في المجموعة المتماثلة
cs: Název hostitele uzlu v clusteru
de: Hostname des Knotens im Cluster
es: Nombre de host del nodo en el clúster
fr: Nom d'hôte du noeud dans la grappe
hu: A fürt egy csomópontjának állomásneve
it: Nome host del nodo nel cluster
ja: クラスタ内のノードのホスト名
nl: Hostnaam van knooppunt in cluster
pl: Nazwa hosta węzła w klastrze
pt_br: Nome de host do nó no cluster
ru: Имя узла в кластере
sv: Värdnamn för nod i kluster

source: Server port to connect to
ar: منفذ الخادم المطلوب التوصيل به
cs: Port serveru ke kterému má být vytvořeno připojení.
de: Serverport für Verbindung
es: Puerto del servidor con el que conectar
fr: Port serveur auquel se connecter
hu: Csatlakozás kiszolgálói portja
it: Porta server per la connessione
ja: 接続するサーバポート
nl: Serverpoort om verbinding mee te maken
pl: Port serwera do połączenia się
pt_br: Porta do servidor para conexão
ru: Порт сервера, к которому необходимо подключиться
sv: Serverport att ansluta till

source: Target
ar: الهدف
cs: Cíl
de: Ziel
es: Destino
fr: Cible
hu: Tároló
it: Destinazione
ja: ターゲット
nl: Doel
pl: Serwer
pt_br: Destino
ru: Цель
sv: Mål

source: Index
ar: الفهرس
es: Índice
it: Indice
ja: インデックス
pl: Indeks
pt_br: Índice
ru: Индекс

source: Devices
ar: الأجهزة
cs: Zařízení
de: Geräte
es: Dispositivos
fr: Périphériques
hu: Eszközök
it: Dispositivi
ja: デバイス
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
ru: Устройства
sv: Enheter

source: Value
ar: قيمة
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
ja: 値
nl: Waarde
pl: Wartość
pt_br: Valor
ru: Значение
sv: Värde

source: Add Level
ar: إضافة مستوى
cs: Přidat úroveň
de: Stufe hinzufügen
es: Añadir nivel
fr: Ajouter un niveau
hu: Szint hozzáadása
it: Aggiungi livello
ja: レベルの追加
nl: Niveau toevoegen
pl: Dodaj poziom
pt_br: Adicionar Nível
ru: Добавить уровень
sv: Lägg till nivå

source: No children available
ar: لا تتوفر أية فروع
cs: Nejsou k dispozici žádné podřazené položky.
de: Kein untergeordnetes Element verfügbar
es: No hay hijos disponibles.
fr: Aucun enfant disponible
hu: Nem érhető el gyermek
it: Nessun valore secondario disponibile
ja: 利用可能な子がありません
nl: Geen onderliggende elementen beschikbaar
pl: Brak elementu potomnego
pt_br: Nenhum filho disponível
ru: Нет доступных дочерних элементов
sv: Inga underordnade objekt tillgängliga

source: Hawk simplifies the management and configuration of High Availability clusters, making it easy to eliminate downtime and maximizing service availability.
ar: يبسط Hawk إدارة وتكوين مجموعات التوفر العالي، مما يسهل تقليل وقت التعطل وزيادة توفر الخدمة إلى أقصى حد.
cs: Hawk zjednodušuje správu a konfiguraci vysoce dostupných clusterů a umožňuje snadno eliminovat výpadky a maximalizovat dostupnost služeb.
de: Hawk vereinfacht die Verwaltung und Konfiguration von Hochverfügbarkeits-Clustern, sodass Ausfallzeiten mühelos beseitigt werden und die maximale Dienstverfügbarkeit erzielt wird.
es: Hawk simplifica la gestión y la configuración de los clústeres de alta disponibilidad, de forma que sea más sencillo eliminar el tiempo de inactividad y maximizar la disponibilidad del servicio.
fr: Hawk simplifie la gestion et la configuration des grappes haute disponibilité, ce qui favorise l'élimination des temps hors service et l'optimisation de la disponibilité du service.
hu: A Hawk leegyszerűsíti a nagy rendelkezésre állású fürtök kezelését és beállítását, ami megkönnyíti az állásidők kiiktatását, és maximalizálja a szolgáltatás rendelkezésre állását.
it: Hawk rende più semplici la gestione e la configurazione dei cluster a disponibilità elevata, eliminando facilmente il tempo di fermo e massimizzando la disponibilità dei servizi.
ja: Hawkは高可用性クラスタの管理と設定を簡素化し、ダウンタイムの解消とサービスの可用性の最大化を容易に実現できます。
nl: Hawk vereenvoudigt het beheer en de configuratie van Hoge beschikbaarheid-clusters. Hiermee kan downtime gemakkelijk worden geëlimineerd en servicebeschikbaarheid worden geoptimaliseerd.
pl: Aplikacja Hawk upraszcza zarządzanie klastrami o wysokiej dostępności i ich konfigurowanie, ułatwiając eliminację przestojów i maksymalizując dostępność usługi.
pt_br: O Hawk simplifica o gerenciamento e a configuração de clusters de Alta Disponibilidade, facilitando a eliminação de tempo de espera e maximizando a disponibilidade de serviço.
ru: Технология Hawk упрощает управление и настройку кластеров высокой готовности, что уменьшает время простоя и максимизирует доступность сервиса.
sv: Hawk underlättar hantering och konfiguration av kluster med hög tillgänglighet, vilket gör det enkelt att eliminera stopptid och maximera tjänsttillgängligheten.

source: Sign in
ar: تسجيل الدخول
cs: Přihlásit se
de: Anmelden
es: Entrar
fr: Se connecter
hu: Bejelentkezés
it: Accedi
ja: サインイン
nl: Aanmelden
pl: Zaloguj się
pt_br: Entrar
ru: Войти в систему
sv: Logga in

source: Simple
ar: بسيط
cs: Jednoduché
de: Einfach
es: Sencillo
hu: Egyszerű
it: Semplice
ja: シンプル
nl: Eenvoudig
pl: Prosty
pt_br: Simples
ru: Простая
sv: Enkelt

source: Advisory
ar: استشاري
cs: Potvrzovací
de: Beratung
es: Asesoramiento
fr: Consultatif
hu: Tájékoztatás
ja: 推奨
nl: Adviserend
pl: Porada
pt_br: Supervisão
ru: Рекомендуемая
sv: Rekommenderat

source: Edit Location
ar: تحرير الموقع
cs: Upravit umístění
de: Standort bearbeiten
es: Editar ubicación
fr: Modifier l'emplacement
hu: Hely szerkesztése
it: Modifica ubicazione
ja: 場所の編集
nl: Locatie bewerken
pl: Edytuj położenie
pt_br: Editar Local
ru: Редактировать расположение
sv: Redigera plats

source: Locations
ar: المواقع
cs: Umístění
de: Standorte
es: Ubicaciones
fr: Emplacements
hu: Helyek
it: Ubicazioni
ja: 場所
nl: Locaties
pl: Położenia
pt_br: Locais
ru: Расположения
sv: Platser

source: Create Location
ar: إنشاء موقع
cs: Vytvořit umístění
de: Standort erstellen
es: Crear ubicación
fr: Créer l'emplacement
hu: Hely létrehozása
it: Crea ubicazione
ja: 場所の作成
nl: Locatie maken
pl: Utwórz położenie
pt_br: Criar Local
ru: Создать расположение
sv: Skapa plats

source: Edit Multi-state
ar: تحرير متعدد الحالات
cs: Upravit vícenásobný stav
de: Multi-Status bearbeiten
es: Editar estado múltiple
fr: Modifier le multi-état
hu: Többállapotú szerkesztése
it: Modifica stato multiplo
ja: 複数状態の編集
nl: Meervoudige toestand bewerken
pl: Edytuj zasób wielostanowy
pt_br: Editar Vários Estados
ru: Редактировать Multi-state
sv: Redigera multistatus

source: Multi-state Resources
ar: موارد متعددة الحالات
cs: Prostředky s vícenásobnými stavy
de: Multi-Status-Ressourcen
es: Recursos de estado múltiple
fr: Ressources multi-état
hu: Többállapotú erőforrások
it: Risorse stato multiplo
ja: 複数状態リソース
nl: Resources met meervoudige toestand
pl: Zasoby wielostanowe
pt_br: Recurso de Vários Estados
ru: Ресурсы Multi-state
sv: Multistatusresurser

source: Create Multi-state
ar: إنشاء متعدد الحالات
cs: Vytvořit vícenásobný stav
de: Multi-Status erstellen
es: Crear estado múltiple
fr: Créer le multi-état
hu: Többállapotú létrehozása
it: Crea stato multiplo
ja: 複数状態の作成
nl: Meervoudige toestand maken
pl: Utwórz zasób wielostanowy
pt_br: Criar Vários Estados
ru: Создать Multi-state
sv: Skapa multistatus

source: Attributes
ar: السمات
cs: Atributy
de: Attribute
es: Atributos
fr: Attributs
hu: Attribútumok
it: Attributi
ja: 属性
nl: Attributen
pl: Atrybuty
pt_br: Atributos
ru: Атрибуты
sv: Attribut

source: Utilization
ar: الاستخدام
cs: Využití
de: Belegung
es: Utilización
fr: Utilisation
hu: Kihasználtság
it: Utilizzo
ja: 利用率
nl: Gebruik
pl: Użycie
pt_br: Utilização
ru: Использование
sv: Användning

source: Edit Node
ar: تحرير عقدة
cs: Upravit uzel
de: Knoten bearbeiten
es: Editar nodo
fr: Éditer le noeud
hu: Csomópont szerkesztése
it: Modifica nodo
ja: ノードの編集
nl: Knooppunt bewerken
pl: Edytuj węzeł
pt_br: Editar Nó
ru: Редактировать узел
sv: Redigera nod

source: Recent events: %{name}
ar: الأحداث الأخيرة: %‏{name}
cs: Poslední události: %{name}
de: Letzte Ereignisse: %{name}
es: Eventos recientes: %{name}
fr: Événements récents : %{name}
hu: Közelmúltbeli események: %{name}
it: Eventi recenti: %{name}
ja: 最近のイベント: %{name}
nl: Recente gebeurtenissen: %{name}
pl: Ostatnie zdarzenia: %{name}
pt_br: Eventos recentes: %{name}
ru: Последние события: %{name}
sv: Senaste händelser: %{name}

source: Resource
ar: مورد
cs: Zdroj
de: Ressource
es: Recurso
fr: Ressource
hu: Erőforrás
it: Risorsa
ja: リソース
pl: Zasoby
pt_br: Recursos
ru: Ресурс
sv: Resurs

source: Operation
ar: العملية
cs: Operace
es: Operación
fr: Opération
hu: Művelet
it: Operazione
ja: 操作
nl: Bewerking
pl: Operacja
pt_br: Operação
ru: Операция
sv: Åtgärd

source: Last Change
ar: آخر تغيير
cs: Poslední změna
de: Letzte Änderung
es: Último cambio
fr: Dernier changement
hu: Legutóbbi módosítás
it: Ultima modifica
ja: 前回変更日
nl: Laatste wijziging
pl: Ostatnia zmiana
pt_br: Última Mudança
ru: Последнее изменение
sv: Senast ändrad

source: State
ar: الولاية
cs: Stav
de: Bundesland
es: Estado
fr: État
hu: Állapot
it: Stato
ja: 状態
nl: Staat
pl: Stan
pt_br: Estado
ru: Область
sv: Status

source: Call
ar: استدعاء
cs: Volání
de: Aufruf
es: Llamada
fr: Appeler
hu: Hívás
it: Chiama
ja: コール
nl: Aanroep
pl: Wywołanie
pt_br: Chamar
ru: Вызвать
sv: Anrop

source: Exec
ar: تنفيذ
ru: Выполнить
sv: Utför

source: Complete
ar: مكتمل
cs: Dokončit
de: Abgeschlossen
es: Terminado
fr: Effectué
hu: Befejeződött
it: Operazione completata
ja: 完了
nl: Voltooid
pl: Zakończone
pt_br: Concluído
ru: Завершить
sv: Klar

source: Node: %{name}
ar: العقدة: %‏{name}
cs: Uzel: %{name}
de: Knoten: %{name}
es: Nodo: %{name}
fr: Noeud : %{name}
hu: Csomópont: %{name}
it: Nodo: %{name}
ja: ノード: %{name}
nl: Knooppunt: %{name}
pl: Węzeł: %{name}
pt_br: Nó: %{name}
ru: Узел: %{name}
sv: Nod: %{name}

source: Remote node.
ar: العقدة عن بُعد.
cs: Vzdálený uzel
de: Ferner Knoten.
es: Nodo remoto.
fr: Noeud distant.
hu: Távoli csomópont.
it: Nodo remoto.
ja: リモートノード。
nl: Extern knooppunt.
pl: Węzeł zdalny.
pt_br: Nó remoto.
ru: Удаленный узел.
sv: Fjärrnod.

source: No utilization defined
ar: لم يتم تحديد أية عملية استخدام
cs: Nebylo definováno žádné využití
de: Keine Belegung definiert
es: No se ha definido ningún uso
fr: Aucune utilisation n'est définie.
hu: Nincs meghatározva kihasználtság
it: Nessun uso definito
ja: 利用率が定義されていません
nl: Geen verbruik gedefinieerd
pl: Nie zdefiniowano użycia
pt_br: Nenhuma utilização definida
ru: Использование не определено
sv: Ingen användning definierad

source: No attributes defined
ar: لم يتم تحديد أية سمات
cs: Nebyly definovány žádné atributy
de: Keine Attribute definiert
es: No se ha definido ningún atributo
fr: Aucun attribut n'est défini.
hu: Nincsenek megadva attribútumok
it: Nessun attributo definito
ja: 属性が定義されていません
nl: Geen attributen gedefinieerd
pl: Nie zdefiniowano atrybutów
pt_br: Nenhum atributo definido
ru: Атрибуты не определены
sv: Inga attribut definierade

source: Mandatory
ar: إلزامي
cs: Povinné
de: Obligatorisch
es: Obligatorio
fr: Obligatoire
hu: Kötelező
it: Obbligatorio
ja: 必須
nl: Verplicht
pl: Obowiązkowy
pt_br: Obrigatório
ru: Обязательные
sv: Obligatorisk

source: Optional
ar: اختياري
cs: Volitelné
es: Opcional
fr: Optionnel
hu: Opcionális
it: Facoltativa
ja: オプション
nl: Optioneel
pl: Opcjonalne
pt_br: Opcional
ru: Необязательные
sv: Valfri
