Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: must have correct MIME type (was %s)
ar: يجب أن يحتوي على نوع MIME صحيح (كان %s)
cs: musí mít správný typ MIME (předchozí: %s).
de: muss einen korrekten MIME-Typ haben (zuvor %s)
es: debe tener el tipo MIME correcto (era %s)
fr: doit avoir un type MIME valide (%s avant)
hu: helyes MIME típusúnak kell lennie (%s volt)
it: deve disporre di un tipo MIME corretto (era %s)
ja: 適切なMIMEタイプが必要です(%sでした)
nl: moet correct MIME-type hebben (was %s)
pl: musi mieć prawidłowy typ MIME (poprzedni: %s)
pt_br: deve ter o tipo MIME correto (era %s)
ru: должен иметь правильный тип MIME (был тип %s)
sv: måste ha rätt MIME-typ (tidigare %s)

source: must have correct file extension
ar: يجب أن يحتوي على ملحق اسم ملف صحيح
cs: musí mít správnou příponu souboru.
de: muss eine korrekte Dateierweiterung haben
es: debe tener la extensión de archivo correcta
fr: doit avoir une extension de fichier valide
hu: helyes fájlkiterjesztésűnek kell lennie
it: deve presentare l'estensione file corretta
ja: 適切なファイル拡張子が必要です
nl: moet juiste bestandsextensie hebben
pl: musi mieć prawidłowe rozszerzenie
pt_br: deve ter extensão de arquivo correta
ru: должен иметь правильное расширение файла
sv: måste ha rätt filändelse

source: Not a resource
ar: ليس موردًا
cs: Nejedná se prostředek.
de: Keine Ressource
es: No es un recurso.
fr: Pas une ressource
hu: Nem erőforrás
it: Non è una risorsa
ja: リソースではない
nl: Geen resource
pl: To nie jest zasób
pt_br: Não é um recurso
ru: Не является ресурсом
sv: Inte en resurs

source: Unique identifier for the resource. May not contain spaces.
ar: معرف فريد للمورد. يمكن ألا يحتوي على مسافات.
cs: Jedinečný identifikátor prostředku. Nesmí obsahovat mezery.
de: Eindeutige Kennung für die Ressource. Leerzeichen sind nicht zulässig.
es: Identificador único del recurso. No puede contener espacios.
fr: Identificateur unique pour la ressource. Ne peut pas contenir d'espaces.
hu: Az erőforrás egyedi azonosítója. Szóköz nem szerepelhet benne.
it: Identificatore univoco per la risorsa. Può non contenere spazi.
ja: リソースの固有識別子。スペースを含めることはできません。
nl: Unieke id voor de resource. Mag geen spaties bevatten.
pl: Unikatowy identyfikator zasobu. Nie może zawierać spacji.
pt_br: Identificador exclusivo do recurso. Não pode conter espaços.
ru: Уникальный идентификатор ресурса. Не должен содержать пробелов.
sv: Unikt ID för resursen. Får inte innehålla mellanslag.

source: At least one rule is required
ar: مطلوب قاعدة واحدة على الأقل
cs: Je požadováno alespoň jedno pravidlo.
de: Es ist zumindest eine Regel erforderlich
es: Se requiere al menos una regla.
fr: Au moins une règle est requise.
hu: Legalább egy szabályt meg kell adni.
it: È richiesta almeno una regola
ja: 少なくとも1つのルールが必要です
nl: Minstens één rol is vereist
pl: Wymagana jest przynajmniej jedna reguła
pt_br: No mínimo, uma regra é necessária
ru: Необходимо хотя бы одно правило
sv: Minst en regel krävs

source: Invalid username
ar: اسم المستخدم غير صالح
cs: Neplatné uživatelské jméno
de: Ungültiger Benutzername
es: Nombre de usuario no válido
fr: Nom d'utilisateur non valide
hu: Érvénytelen felhasználónév
it: Nome utente non valido
ja: 無効なユーザ名
nl: Ongeldige gebruikersnaam
pl: Nieprawidłowa nazwa użytkownika
pt_br: Nome de usuário inválido
ru: Недопустимое имя пользователя
sv: Ogiltigt användarnamn

source: %s is not installed
ar: لم يتم تثبيت %s
cs: Položka %s není nainstalována
de: %s ist nicht installiert
es: %s no está instalado
fr: %s n'est pas installé
hu: %s nincs telepítve
it: %s non è installato
ja: %s はインストールされていません。
nl: %s is niet geïnstalleerd.
pl: %s nie jest zainstalowany
pt_br: %s não está instalado
ru: %s не установлен
sv: %s har inte installerats

source: %s is not executable
ar: %s غير قابل للتنفيذ
cs: Položka %s není spustitelná.
de: %s ist nicht ausführbar
es: %s no es un ejecutable
fr: %s n'est pas exécutable.
hu: A(z) %s nem hajtható végre
it: %s non eseguibile
ja: %s は実行できません
nl: %s is niet uitvoerbaar
pl: %s nie jest plikiem wykonywalnym
pt_br: %s não é executável
ru: %s не является исполняемым файлов
sv: %s går inte att köra

source: Username not specified
ar: لم يتم تحديد اسم المستخدم
cs: Nebylo zadáno uživatelské jméno.
de: Kein Benutzername angegeben
es: No se ha especificado el nombre de usuario
fr: Nom d'utilisateur non spécifié
hu: Nincs megadva felhasználónév
it: Nome utente non specificato
ja: ユーザ名が指定されていません。
nl: Gebruikersnaam is niet opgegeven.
pl: Nie określono nazwy użytkownika
pt_br: Nome de usuário não especificado
ru: Не указано имя пользователя.
sv: Användarnamnet har inte angetts

source: Password not specified
ar: لم يتم تحديد كلمة السر
cs: Nebylo zadáno heslo.
de: Kein Passwort angegeben
es: No se ha especificado la contraseña
fr: Mot de passe non spécifié
hu: Nincs megadva jelszó
it: Password non specificata
ja: パスワードが指定されていません
nl: Geen wachtwoord opgegeven
pl: Nie określono hasła
pt_br: Nenhuma senha especificada
ru: Не введен пароль
sv: Inget lösenord har angetts

source: Invalid username or password
ar: اسم المستخدم غير صالح أو كلمة السر غير صالحة
cs: Neplatné uživatelské jméno nebo heslo
de: Benutzername oder Passwort ungültig
es: Nombre de usuario o contraseña no válidos
fr: Nom d'utilisateur ou mot de passe non valide
hu: Érvénytelen felhasználónév vagy jelszó
it: Password o nome utente non validi
ja: ユーザ名またはパスワードが無効です
nl: Ongeldige gebruikersnaam of ongeldig wachtwoord
pl: Nieprawidłowa nazwa użytkownika lub hasło
pt_br: Nome de usuário ou senha inválida
ru: Недопустимое имя пользователя или пароль
sv: Fel användarnamn eller lösenord

source: No Tag resources specified
ar: لم يتم تحديد أي موارد علامة
cs: Nejsou určeny žádné prostředky značky.
de: Keine Markierungsressourcen angegeben
es: No se han especificado recursos de etiqueta.
fr: Aucune ressource de balise n'est spécifiée.
hu: Nincs megadva címkeerőforrás
it: Nessuna risorsa tag specificata
ja: タグリソースが指定されていません
nl: Er zijn geen tagresources opgegeven
pl: Nie określono zasobów znacznika
pt_br: Nenhum recurso de Tag especificado
ru: Не указаны ресурсы тега
sv: Inga taggresurser angivna

source: How frequently (in seconds) to perform the operation.
ar: كم عدد المرات (بالثواني) التي يتم فيها أداء العملية.
cs: Určuje, jak často se má operace provádět (v sekundách).
de: Intervall in Sekunden, in dem diese Operation ausgeführt werden soll.
es: Con qué frecuencia (en segundos) se debe llevar a cabo la operación.
fr: Fréquence d'exécution de l'opération (en secondes).
hu: Ilyen gyakorisággal kell elvégezni a műveletet (másodpercben).
it: Con quale frequenza (in secondi) eseguire l'operazione.
ja: 操作を実行する頻度(秒単位)。
nl: Hoe vaak (in seconden) de bewerking moet worden uitgevoerd.
pl: Częstotliwość (w sekundach) wykonywania operacji.
pt_br: Com que frequência (em segundos) executar a operação.
ru: Периодичность выполнения операции (в секундах).
sv: Hur ofta (i sekunder) som åtgärden ska utföras.

source: How long to wait before declaring the action has failed.
ar: ما مدة الانتظار قبل التصريح بفشل الإجراء.
cs: Určuje, jak dlouho se má čekat před deklarací akce jako nezdařené.
de: Zeitraum, über den gewartet werden soll, bis die Aktion als fehlgeschlagen deklariert wird.
es: Cuánto tiempo hay que esperar antes de declarar la acción como fallida.
fr: Délai avant de déclarer l'échec de l'opération.
hu: Ennyi idő után kell sikertelennek minősíteni a műveletet.
it: Per quanto bisogna attendere prima di affermare che l'azione non è riuscita.
ja: アクションが失敗したことを宣言するまで待機する時間。
nl: Hoe lang moet worden gewacht voordat wordt verklaard dat de actie is mislukt.
pl: Czas oczekiwania zanim działanie zostanie zadeklarowane jako nieudane.
pt_br: Por quanto tempo aguardar antes de declarar falha da ação.
ru: Количество времени, которое необходимо подождать, прежде чем объявить о неудачном выполнении действия.
sv: Tidsfördröjning innan åtgärden deklareras som misslyckad.

source: What conditions need to be satisfied before this action occurs.
ar: ما الشروط التي يجب استيفاؤها قبل حدوث الإجراء.
cs: Určuje, jakou podmínku je nutné splnit, aby bylo možné spustit tuto akci.
de: Bedingungen, die erfüllt sein müssen, damit diese Aktion ausgeführt werden kann.
es: Qué condiciones deben satisfacerse antes de que se produzca esta acción.
fr: Conditions à remplir pour l'exécution de cette action.
hu: Ezeknek a feltételeknek kell teljesülniük ahhoz, hogy sor kerüljön a műveletre.
it: Quali condizioni soddisfare prima che l'azione venga eseguita.
ja: このアクションが発生するまでに満たす必要のある条件。
nl: Aan welke voorwaarden moet worden voldaan voordat deze actie plaatsvindt.
pl: Warunki, które muszą być spełnione, zanim to działanie wystąpi.
pt_br: Quais condições devem ser cumpridas para que ocorra esta ação.
ru: Условия, при которых будет выполнено это действие.
sv: Villkor som måste vara uppfyllda innan den här åtgärden utförs.

source: If false, the operation is treated as if it does not exist.
ar: في حالة الخطأ، يتم التعامل مع العملية كما لو كانت غير موجودة.
cs: Pokud má tato možnost hodnotu False, operace je považována za neexistující.
de: Wenn 'falsch', wird die Operation behandelt, als ob sie nicht existiert.
es: Si el valor es falso, la operación se trata como si no existiera.
fr: Si la valeur est false, l'opération est traitée comme si elle n'existait pas.
hu: Ha hamis, a rendszer nem létezőként kezeli a műveletet.
it: Se false, l'operazione viene trattata come se non esistesse.
ja: falseの場合、操作は存在しないように処理されます。
nl: Indien niet aan de voorwaarde wordt voldaan, wordt de bewerking behandeld alsof deze niet bestaat.
pl: Jeśli fałsz, operacja jest traktowana jako nieistniejąca.
pt_br: Se falso, a operação será considerada como se não existisse.
ru: Если значение равно false, то операция будет обработана так, как будто ее не существует.
sv: Om värdet är falskt behandlas den här åtgärden som om den inte fanns.

source: This option only makes sense for recurring operations. It restricts the operation to a specific role. The truely paranoid can even specify role=Stopped which allows the cluster to detect an admin that manually started cluster services.
ar: ينطبق هذا الخيار على العمليات المتكررة فقط. فهو يقيد العملية بدور محدد. ومن يشعر بالارتياب حقًا يمكنه أن يحدد الدور=متوقف الذي يسمح للمجموعة المتماثلة باكتشاف مسؤول يقوم ببدء خدمات المجموعة المتماثلة يدويًا.
cs: Použití této možnosti má smysl pouze u opakujících se operací. Omezuje operaci na konkrétní roli. Opravdu opatrný uživatel může použít dokonce i nastavení role=Stopped, které umožňuje clusteru zjistit správce, který ručně spustil služby clusteru.
de: Diese Option ist nur für wiederkehrende Operationen sinnvoll. Sie beschränkt die Operation auf eine bestimmte Rolle. Ganz Besorgte können sogar 'role=Stopped' (Rolle=Gestoppt) angeben, in welchem Fall der Cluster Administratoren erkennt, die Clusterdienste manuell starten.
es: Esta opción solo tiene sentido para las operaciones recurrentes. Restringe la operación a una función específica. Si necesita una seguridad realmente estricta, puede especificar role=Stopped, que permite que el clúster detecte a un administrador que ha iniciado manualmente los servicios de clúster.
fr: Cette option n'est pertinente que pour les opérations récurrentes. Elle limite l'opération à un rôle spécifique. Un technicien paranoïaque peut même spécifier role=Stopped afin que la grappe détecte un administrateur qui démarre manuellement des services de grappe.
hu: Ennek a beállításnak csak ismétlődő műveletek esetében van értelme. Egy megadott szerepkörre korlátozza a műveletet. Aki valóban paranoid, akár a role=Stopped beállítást is megadhatja, amely észleli, ha egy rendszergazda manuálisan indította el a fürtszolgáltatásokat.
it: Questa opzione è utile per operazioni ricorrenti. Consente di limitare l'operazione a un ruolo specifico. È inoltre possibile specificare role=Stopped, che consente al cluster di rilevare un amministratore che abbia avviato manualmente il cluster.
ja: このオプションは繰り返し操作の場合にのみ意味をなします。これにより操作は特定の役割に制限されます。これは真にパラノイドであるため、管理者がクラスタサービスを手動で開始したことをクラスタが検出できるようにするrole=Stoppedを指定することもできます。
nl: Deze optie is alleen zinvol voor terugkerende bewerkingen. Met deze optie wordt de bewerking tot een specifieke rol beperkt. Voor de rol kan zelfs Gestopt worden opgegeven, waarmee het cluster een beheerder kan detecteren die clusterservices handmatig heeft gestart.
pl: Ta opcja jest przydatna tylko dla powtarzających się operacji. Ogranicza operację do określonej roli. Jeśli wymagane jest szczególne bezpieczeństwo, można nawet określić rolę Zatrzymane pozwalającą klastrowi wykryć administratora, który ręcznie uruchomił usługi klastra.
pt_br: Esta opção apenas faz sentido em operações periódicas. Ela restringe a operação à determinada função. Um usuário mais paranoico pode até especificar role=Stopped, que permite ao cluster detectar o admin que iniciou os serviços de cluster manualmente.
ru: Этот параметр имеет смысл только для повторяющихся операций. Он ограничивает операцию определенной ролью. При острой необходимости можно даже указать role=Stopped, что позволит кластеру обнаруживать администратора, вручную запускающего сервисы кластера.
sv: Det här alternativet är bara rimligt att använda för återkommande åtgärder. Det begränsar åtgärden till en viss roll. Vill man vara riktigt säker kan man ange rollen Stoppad, så att klustret detekterar en administratör som startar klustertjänster manuellt.

source: The action to take if this action ever fails.
ar: الإجراء المطلوب اتباعه في حالة فشل الإجراء.
cs: Akce, která se má provést, pokud se tato akce nezdaří.
de: Die auszuführende Aktion, falls diese Aktion fehlschlägt.
es: La acción que se debe llevar a cabo si falla esta.
fr: Mesure à prendre si cette action échoue.
hu: Ha ez a művelet bármikor sikertelen, ezt a műveletet kell végrehajtani.
it: L'azione da intraprendere se l'azione non riesce mai.
ja: このアクションが失敗した場合に取るアクション。
nl: De actie die moet worden uitgevoerd als deze actie ooit mislukt.
pl: Działanie, które ma być podejmowane, gdy to działanie kiedykolwiek ulegnie awarii.
pt_br: Ação a ser executada se esta ação alguma vez falhar.
ru: Действие, которое необходимо выполнить, если не удастся выполнить данное действие.
sv: Vilken åtgärd som ska vidtas om den här åtgärden misslyckas.

source: If true, the intention to perform the operation is recorded so that GUIs and CLI tools can indicate that an operation is in progress.
ar: إذا كان ذلك صحيحًا، يتم تسجيل اعتزام أداء هذه العملية وبذلك تشير أدوات GUI وCLI أن هناك عملية قيد التقدم.
cs: Pokud má tato možnost hodnotu True, úmysl provést operaci je zaznamenán, což umožňuje grafickým uživatelským rozhraním a nástrojům CLI zjistit, že operace probíhá.
de: Wenn 'wahr', wird die Absicht, die Operation auszuführen, aufgezeichnet, so dass Benutzerschnittstellen und CLI-Tools anzeigen können, dass eine Operation ausgeführt wird.
es: Si el valor es verdadero, se registra la intención de realizar la operación para que las herramientas de CLI e interfaz gráfica puedan indicar que hay una operación en curso.
fr: Si la valeur est true, l'intention d'effectuer l'opération est enregistrée de sorte que les IUG et les outils CLI puissent indiquer que l'opération est en cours.
hu: Ha igaz, a rendszer rögzíti a művelet végrehajtásának szándékát, hogy a GUI felületek és a CLI eszközök jelezhessék, hogy a művelet folyamatban van.
it: Se true, l'intenzione di eseguire l'operazione viene registrata in modo che gli strumenti GUI e CLI possano indicare che l'operazione è in corso.
ja: trueの場合、GUIおよびCLIツールが操作が進行中であることを示すことができるように、実行する意図が記録されます。
nl: Als aan deze voorwaarde wordt voldaan, wordt de intentie om deze bewerking uit te voeren geregistreerd zodat met GUI's en CLI-programma's kan worden aangegeven dat een bewerking wordt uitgevoerd.
pl: Jeśli prawda, cel przeprowadzenia tej operacji jest zapisywany, aby narzędzia graficznego interfejsu użytkownika oraz CLI mogły wskazywać, że operacja jest w toku.
pt_br: Se verdadeiro, a intenção de executar a operação será registrada para que os GUIs e as ferramentas CLI possam indicar que há uma operação em andamento.
ru: Если значение равно true, то намерение выполнить операцию будет записано, а эти графические пользовательские интерфейсы и инструменты командной строки смогут сообщать о том, что операция выполняется.
sv: Om värdet är sant, registreras avsikten att utföra åtgärden, så att användargränssnitt och CLI-verktyg kan indikera att en åtgärd är pågående.

source: Template
ar: القالب
cs: Šablona
de: Vorlage
es: Plantilla
fr: Modèle
hu: Sablon
it: Modello
ja: テンプレート
nl: Sjabloon
pl: Szablon
pt_br: Gabarito
ru: Шаблон
sv: Mall

source: Resource template to inherit from.
ar: قالب المورد للاكتساب منه.
cs: Šablona prostředků, která se používá k dědění
de: Zu übernehmende Ressourcenvorlage.
es: Plantilla de recursos desde la que heredar.
fr: Modèle de ressource utilisé pour l'héritage.
hu: Az örökléshez használandó erőforrássablon.
it: Modello di risorsa dal quale ereditare.
ja: 継承元のリソースのテンプレート。
nl: Resourcesjabloon waarvan waarden moeten worden overgenomen.
pl: Szablon zasobu, z którego ma być dziedziczenie
pt_br: Gabarito de recurso do qual herdar.
ru: Шаблон ресурса, используемый в качестве источника наследования.
sv: Resursmall att ärva från.

source: Class
ar: طبقة
cs: Třída
de: Klasse
es: Clase
fr: Classe
hu: Osztály
it: Classe
ja: クラス
nl: Klasse
pl: Klasa
pt_br: Classe
ru: Класс
sv: Klass

source: Standard which the resource agent conforms to.
ar: المعيار الذي يلتزم وكيل المورد به.
cs: Standard agenta prostředku
de: Die Norm, die der Ressourcenagent erfüllt.
es: Estándar al que se adhiere el agente del recurso.
fr: Norme à laquelle l'agent de la ressource se conforme.
hu: A szabvány, amelynek az erőforrásügynök megfelel.
it: Standard al quale si conforma l'agente della risorsa.
ja: リソースエージェントが準拠する標準。
nl: Standaard waaraan de resource-agent voldoet.
pl: Standard, z którym jest zgodny agent zasobów.
pt_br: Padrão de conformidade do agente de recurso.
ru: Стандарт, которому соответствует агент ресурса.
sv: Standard som resursagenten anpassar sig till.

source: Provider
ar: الموفر
cs: Poskytovatel
de: Anbieter
es: Proveedor
fr: Fournisseur
hu: Szolgáltató
ja: プロバイダ
pl: Dostawca
pt_br: Provedor
ru: Поставщик
sv: Leverantör

source: Vendor or project which provided the resource agent.
ar: المورِّد أو المشروع الذي قام بتوفير وكيل المورد.
cs: Prodejce nebo projekt, který poskytl agent prostředku.
de: Hersteller oder Projekt, von dem der Ressourcenagent bereitgestellt wurde.
es: Fabricante o proyecto que ha proporcionado el agente del recurso.
fr: Fournisseur ou projet ayant fourni l'agent de la ressource.
hu: Az erőforrásügynököt biztosító gyártó vagy projekt.
it: Fornitore o progetto che ha fornito l'agente della risorsa.
ja: リソースエージェントを提供したベンダまたはプロジェクト。
nl: Bron van waaruit de resource-agent is aangeleverd (leverancier of project).
pl: Dostawca lub projekt, który zapewnił agenta zasobów.
pt_br: Fornecedor ou projeto que forneceu o agente de recurso.
ru: Поставщик или проект, предоставляющий агент ресурса.
sv: Leverantör eller projekt som tillhandahållit resursagenten.

source: Resource agent name.
ar: اسم وكيل المورد.
cs: Název agenta prostředku
de: Name des Ressourcenagenten.
es: Nombre del agente del recurso.
fr: Nom de l'agent de la ressource.
hu: Erőforrásügynök neve.
it: Nome agente della risorsa.
ja: リソースエージェント名。
nl: Naam van resource-agent.
pl: Nazwa agenta zasobów.
pt_br: Nome do agente de recurso.
ru: Имя агента ресурса.
sv: Namn på resursagent.

source: After the specified timeout period, the operation will be treated as failed.
ar: بعد فترة المهلة المحددة، سيتم التعامل مع العملية كعملية فاشلة.
cs: Po uplynutí časového limitu příkazu bude operace považována za nezdařenou.
de: Nach Ablauf des angegebenen Zeitraums gilt der Vorgang als fehlgeschlagen.
es: Una vez transcurrido el tiempo límite especificado, la operación se considerará fallida.
fr: À l'issue du délai spécifié, l'opération sera considérée comme ayant échoué.
hu: A megadott időtúllépési időszak után a műveletet sikertelennek tekinti a rendszer.
it: Dopo il periodo di timeout specificato, l'operazione sarà considerata non riuscita.
ja: 指定したタイムアウト期間が過ぎると、操作は失敗として扱われます。
nl: Na de opgegeven time-outperiode wordt de bewerking als mislukt aangemerkt.
pl: Po określonym czasie operacja będzie traktowana jako nieudana.
pt_br: Após o período de tempo de espera especificado, a operação será considerada com falha.
ru: После указанного периода тайм-аута считается, что операция завершилась сбоем.
sv: Efter den angivna tidsgränsperioden kommer åtgärden att behandlas som misslyckad.

source: Monitor
ar: الشاشة
fr: Surveiller
ja: モニタ
ru: Монитор
sv: Skärm

source: Define a monitor operation to instruct the cluster to ensure that the resource is still healthy.
ar: حدد عملية مراقبة لتوجيه المجموعة للتأكد من أن المورد لا يزال سليمًا.
cs: Definuje operaci sledování, která instruuje cluster, aby kontroloval, zda je prostředek stále bezchybný.
de: Definiert einen Überwachungsvorgang, mit dem der Cluster angewiesen wird, den Zustand der Ressource zu überprüfen.
es: Defina una operación de monitor para indicar al clúster que se asegure de que el recurso sigue estando activo.
fr: Définissez une opération de surveillance pour demander à la grappe de veiller à ce que l'état de santé de la ressource soit toujours bon.
hu: Olyan figyelési művelet meghatározása, amely arra utasítja a fürtöt, hogy győződjön meg az erőforrás megfelelő állapotáról.
it: Definire un'operazione di monitoraggio che istruisca il cluster per assicurarsi che la risorsa sia ancora integra.
ja: リソースが引き続き正常であることの確認をクラスタに指示するようモニタ操作を定義します。
nl: Definieer een monitorbewerking waarmee u het cluster instrueert om te controleren of de resource nog in goede staat verkeert.
pl: Zdefiniuj operację monitora, aby poinstruować klaster, że zasób jest nadal sprawny.
pt_br: Defina uma operação de monitor para instruir o cluster a garantir que o recurso ainda esteja saudável.
ru: Задайте операцию монитора, указывающую кластеру, что необходимо проверить работоспособность ресурса.
sv: Definiera en skärmåtgärd att instruera klustret så att det ser till att resursen fortfarande fungerar.

source: Constraint ID is required
ar: معرف القيد مطلوب
cs: Je požadováno ID omezení.
de: Einschränkungs-ID erforderlich
es: El ID de restricción es obligatorio.
fr: L'ID de la contrainte est requis.
hu: A megszorításazonosítót meg kell adni
it: ID vincolo richiesto
ja: 制約IDが必要です
nl: Beperkings-id is vereist
pl: Identyfikator ograniczenia jest wymagany
pt_br: ID da Restrição obrigatório
ru: Необходим ИД ограничения
sv: Begränsnings-ID krävs

source: Invalid Constraint ID
ar: معرف القيد غير صالح
cs: ID omezení není platné.
de: Ungültige Einschränkungs-ID
es: ID de restricción no válido
fr: ID de contrainte non valide
hu: Érvénytelen megszorításazonosító
it: ID vincolo non valido
ja: 無効な制約ID
nl: Ongeldige beperkings-id
pl: Nieprawidłowy identyfikator ograniczenia
pt_br: ID da Restrição Inválido
ru: Недопустимый ИД ограничения
sv: Ogiltigt begränsnings-ID

source: Ticket ID is required
ar: معرف البطاقة مطلوب
cs: Je požadováno ID lístku.
de: Ticket-ID erforderlich
es: El ID de ticket es obligatorio.
fr: L'ID de ticket est requis.
hu: A jegyazonosítót kötelező megadni
it: ID ticket richiesto
ja: チケットIDが必要です
nl: Ticket-id is vereist
pl: Identyfikator żetonu jest wymagany
pt_br: ID do Ticket obrigatório
ru: Необходим ИД билета
sv: Biljett-ID krävs

source: Invalid Ticket ID
ar: معرِّف البطاقة غير صحيح
cs: Neplatné ID lístku
de: Ungültige Ticket-ID
es: ID de ticket no válido
fr: ID de ticket non valide
hu: Érvénytelen jegy ID
it: ID richiesta non valido
ja: 無効なチケットID
nl: Ongeldige ticket-id
pl: Nieprawidłowy identyfikator żetonu
pt_br: ID do Ticket Inválido
ru: Недопустимый ИД билета
sv: Ogiltigt biljett-ID
