Repository: ClusterLabs/hawk
Catalog: hawk/locale/*/hawk.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv

source: Name of a node in the cluster.
ar: اسم عقدة في المجموعة المتماثلة.
cs: Název uzlu v clusteru
de: Name eines Knotens im Cluster.
es: Nombre de un nodo en el clúster.
fr: Nom d'un noeud de la grappe.
hu: A csomópont neve a fürtben.
it: Nome del nodo nel cluster.
ja: クラスタ内でのノードの名前です。
nl: Naam van een knooppunt in het cluster.
pl: Nazwa węzła w klastrze.
pt_br: Nome de um nó no cluster.
ru: Имя узла в кластере.
sv: Namn på en nod i klustret.

source: Resource Discovery
ar: اكتشاف المورد
cs: Zjišťování prostředků
de: Ressourcenerkennung
es: Descubrimiento de recursos
fr: Découverte de la ressource
hu: Erőforrások felfedezése
it: Rilevazione risorse
ja: リソースディスカバリ
nl: Resourcedetectie
pl: Wykrywanie zasobów
pt_br: Descoberta de Recursos
ru: Обнаружение ресурса
sv: Resursupptäckt

source: Controls resource discovery for the specified resource on nodes covered by the constraint. always: Always perform resource discovery (default). never: Never perform resource discovery for the specified resource on this node. This option should generally be used with a -INFINITY score. exclusive: Only perform resource discovery for the specified resource on this node.
ar: يتحكم في اكتشاف المورد للمورد المحدد بالعُقد المتضمنة بواسطة القيد. "دائً": يقوم بتنفيذ اكتشاف المورد دائمًا (افتراضي). "أبدًا": لا يقوم بتنفيذ اكتشاف المورد للمورد المحدد بهذه العقدة أبدًا. وبشكل عام، يجب استخدام هذا الخيار مع نتيجة -INFINITY سالبة. "حصري": يقوم بتنفيذ اكتشاف المورد فقط للمورد المحدد بهذه العقدة.
cs: Určuje způsob zjišťování konkrétního prostředku u uzlů, které jsou předmětem omezení. always: Zjišťování prostředku se provádí vždy (výchozí nastavení). never: Zjišťovaní daného prostředku se u tohoto uzlu neprovádí nikdy. Tato možnost by se obecně měla používat se skóre -INFINITY. exclusive: Zjišťování daného prostředku se provádí pouze u tohoto uzlu.
de: Steuert die Ressourcenerkennung für die angegebenen Ressourcen auf den Knoten, die unter die Einschränkung fallen. "always": Die Ressourcenerkennung wird immer durchgeführt (Standard). "never": Die Ressourcenerkennung für die angegebene Ressource wird auf diesem Knoten nie durchgeführt. Diese Option soll grundsätzlich mit der Note -INFINITY (-unbegrenzt) verwendet werden. "exclusive": Die Ressourcenerkennung wird ausschließlich für die angegebene Ressource auf diesem Knoten durchgeführt.
es: Controla el descubrimiento de recursos para el recurso especificado en los nodos cubiertos por la restricción. always: siempre lleva a cabo el descubrimiento de recursos (valor por defecto). never: nunca se lleva a cabo el descubrimiento de recursos para el recurso especificado en este nodo. esta opción debe usarse normalmente con una puntuación -INFINITY. exclusive: solo se llevará a cabo el descubrimiento de recursos para el recurso especificado en este nodo.
fr: Contrôle le niveau de découverte pour la ressource spécifiée sur les noeuds affectés par la contrainte. always : effectue toujours la découverte des ressources (valeur par défaut). never : n'effectue jamais la découverte des ressources pour la ressource spécifiée sur ce noeud. Cette option doit généralement être utilisée avec un score -INFINITY. exclusive : n'effectue la découverte que pour la ressource spécifiée sur ce noeud.
hu: A megadott erőforrás felfedezését szabályozza azokon a csomópontokon, amelyekre érvényes a megszorítás. always: az erőforrás felfedezése mindig történjen meg (alapértelmezés). never: ezen a csomóponton soha ne történjen meg a megadott erőforrás felfedezése. Ezt a paramétert általában -INFINITY pontszámmal kell használni. exclusive: A megadott erőforrásra vonatkozóan csak ezen a csomóponton történjen felfedezés.
it: Controlla la rilevazione delle risorse per la risorsa specificata nei nodi coperti da vincoli. Sempre: esegue sempre la rilevazione delle risorse (default). Mai: non esegue mai la rilevazione delle risorse per la risorsa specificata nel nodo. Di norma questa opzione andrebbe utilizzata con un punteggio -INFINITY. Esclusivo: esegue la rilevazione delle risorse solo per la risorsa specificata nel nodo.
ja: 制約が適用されたノード上の指定されたリソースに対し、リソースディスカバリを制御します。always: 常にリソースディスカバリを実行します(デフォルト)。never: ノード上の指定されたリソースに対しリソースディスカバリを決して実行しません。このオプションは通常、-INFINITYスコアを指定して使用する必要があります。exclusive: このノード上の指定されたリソースに対してのみリソースディスカバリを実行します。
nl: Hiermee wordt de resourcedetectie bepaald voor de opgegeven resource op knooppunten die onder de beperking vallen. altijd: resourcedetectie altijd uitvoeren (standaard). nooit: resourcedetectie nooit uitvoeren voor de opgegeven resource op dit knooppunt. Deze optie dient over het algemeen te worden gebruikt met een -INFINITY-score. exclusief: resourcedetectie alleen uitvoeren voor de opgegeven resource op dit knooppunt.
pl: Kontroluje wykrywanie określonych zasobów na węzłach objętych ograniczeniem. always: zawsze przeprowadzaj wykrywanie zasobów (domyślne). never: nigdy nie przeprowadzaj wykrywania zasobów dla określonego zasobu na tym węźle. Ta opcja powinna być używana z punktacją -INFINITY. exclusive: wykrywanie zasobów przeprowadzaj tylko dla określonego zasobu na tym węźle.
pt_br: Controla a descoberta de recursos para o recurso especificado nos nós cobertos pela restrição. sempre: Sempre executar a descoberta de recursos (padrão). nunca: Nunca executar a descoberta de recursos para o recurso especificado neste nó. Geralmente, essa opção deve ser usada com a pontuação -INFINITY. exclusivo: Executar a descoberta de recursos apenas para o recurso especificado neste nó.
ru: Управляет обнаружением для указанного ресурса на узлах, на которые распространяется действие ограничения. always: всегда выполнять обнаружение ресурса (вариант по умолчанию). never: никогда не выполнять обнаружение для указанного ресурса на этом узле. Этот вариант, как правило, используется с показателем -INFINITY (бесконечность). exclusive: выполнять обнаружение только для указанного ресурса на этом узле.
sv: Kontrollerar resurs-ID för den angivna resursen på noderna som omfattas av begränsningen. alltid: Genomför alltid resursidentifiering (standard). aldrig: Genomför aldrig resursidentifiering för den angivna resursen på den här noden. Det här alternativet bör i allmänhet användas med en -INFINITY-poäng. exklusivt: Genomför endast resursidentifiering för den angivna resursen på den här noden.

source: Limits the rule to apply only when the resource is in the specified role.
ar: يحدد القاعدة ليتم تطبيقها فقط عند وجود المورد في الدور المحدد.
cs: Omezuje pravidlo tak, aby se použilo, pouze když má prostředek určenou roli.
de: Setzt die anzuwendende Regel nur dann um, wenn die Ressource die angegebene Rolle aufweist.
es: Limita la regla para que se aplique solo cuando el recurso esté en la función especificada.
fr: Limite la règle pour qu'elle ne s'applique que lorsque la ressource se trouve dans le rôle spécifié.
hu: A szabály korlátozása arra az esetre, amikor az erőforrás a megadott szerepkörben van.
it: Limita la regola da applicare solo quando la risorsa è nel ruolo specificato.
ja: 指定された役割にリソースが含まれる場合にのみルールが適用されるよう制限します。
nl: Hiermee wordt de regel beperkt zodat deze alleen van toepassing is wanneer de resource de opgegeven rol heeft.
pl: Ogranicza zastosowanie reguły tylko do przypadku, gdy zasób ma określoną rolę.
pt_br: Limita a aplicação da regra apenas para quando o recurso estiver na função especificada.
ru: Ограничивает область действия правила только ресурсами, относящимися к указанной роли.
sv: Begränsar regeln till att endast gälla när resursen är i den angivna rollen.

source: Operator
ar: المشغِّل
cs: Operátor
es: Operador
fr: Opérateur
hu: Operátor
it: Operatore
ja: オペレータ
pt_br: Operador
ru: Оператор
sv: Operand

source: How to combine the result of multiple expression objects. Allowed values are and and or.
ar: كيفية جمع نتيجة كائنات متعددة التعابير. القيم المسموح بها "and" و"or".
cs: Určuje způsob kombinování více objektů výrazů. Povolené hodnoty jsou AND a OR.
de: Verbindet die Ergebnisse mehrerer Ausdrucksobjekte. Zulässige Werte sind "and" und "or".
es: Cómo combinar el resultado de varios objetos de expresión. Los valores permitidos son and y or.
fr: Mode de combinaison du résultat de plusieurs objets Expression. Les valeurs autorisées sont and (et) et or (ou).
hu: Több kifejezésobjektum eredményének együttes alkalmazási módja. Megengedett értékek: AND és OR.
it: Modalità di combinazione del risultato di più oggetti delle espressioni. I valori consentiti sono and e or.
ja: 複数のexpressionオブジェクトの結果を組み合わせる方法。指定できる値はandとorです。
nl: Hiermee kunt u het resultaat van meerdere expressieobjecten combineren. Toegestane waarden zijn and en or.
pl: Sposób łączenia wyniku wielu obiektów wyrażenia. Dozwolone wartości to AND oraz OR.
pt_br: Como combinar o resultado de vários objetos de expressão. Os valores permitidos são "and" e "or".
ru: Принцип объединения результатов нескольких объектов выражений. Допустимые значения: and (и) и or (или).
sv: Hur du kombinerar resultatet av flera uttrycksobjekt. Tillåtna värden är och och eller.

source: Expression
ar: التعبير
cs: Výraz
de: Ausdruck
es: Expresión
hu: Kifejezés
it: Espressione
ja: 表現
nl: Expressie
pl: Wyrażenie
pt_br: Expressão
ru: Выражение
sv: Uttryck

source: Each rule can contain a number of expressions. The results of the expressions are combined based on the rule's boolean operator.
ar: يمكن أن تحتوي كل قاعدة على عدد من التعابير. يتم جمع نتائج التعابير استنادًا إلى المشغل المنطقي للقاعدة.
cs: Každé pravidlo může obsahovat množství výrazů. Výsledky výrazů jsou kombinovány na základě logického operátoru pravidla.
de: Die einzelnen Regeln können jeweils mehrere Ausdrücke enthalten. Die Ergebnisse der Ausdrücke werden gemäß dem booleschen Operator der Regel miteinander verbunden.
es: Cada regla puede contener varias expresiones. Los resultados de las expresiones se combinan según el operador booleano de la regla.
fr: Chaque règle contient un nombre d'expressions. Les résultats des expressions sont combinés en fonction de l'opérateur booléen de la règle.
hu: Minden szabályban több kifejezés szerepelhet. A kifejezések eredményei a szabály logikai operátorának megfelelően vannak kombinálva.
it: Ogni regola può contenere più espressioni. I risultati delle espressioni vengono combinati in base all'operatore booleano della regola.
ja: 各ルールに複数の式を含めることができます。式の結果はルールのブール演算子に基づいて組み合わされます。
nl: Elke regel kan meerdere expressies bevatten. De resultaten van de expressies worden gecombineerd op basis van de boolean operator van de regel.
pl: Poszczególne reguły mogą obejmować kilka wyrażeń. Wyniki wyrażeń są łączone według operatora logicznego reguły.
pt_br: Cada regra pode incluir várias expressões. Os resultados das expressões são combinados de acordo com o operador booliano da regra.
ru: Каждое правило может содержать несколько выражений. Их результаты объединяются с использованием логического оператора правила.
sv: Varje regel kan innehålla ett antal uttryck. Resultaten av uttrycken kombineras baserat på regelns booleska operand.

source: No Multi-state child specified
ar: لم يتم تحديد فرع متعدد الحالات
cs: Není určena žádná podřazená položka vícenásobného stavu.
de: Kein untergeordnetes Multi-Status-Element angegeben
es: No se ha especificado ningún hijo de estado múltiple.
fr: Aucun enfant multi-état n'est spécifié.
hu: Nincs megadva többállapotú gyermek
it: Nessuno stato multiplo secondario specificato
ja: 複数状態の子が指定されていません
nl: Geen onderliggend element met meervoudige toestand opgegeven
pl: Nie określono potomka zasobu wielostanowego
pt_br: Nenhum filho de Vários estados especificado
ru: Не указан дочерний элемент Multi-state
sv: Ingen underordnad till multistatus angiven

source: How many copies of the resource can be promoted to master status.
ar: كم عدد نسخ المورد التي يمكن ترقيتها إلى الحالة الرئيسية.
cs: Určuje, u kolika kopií prostředku lze zvýšit úroveň na hlavní stav.
de: Anzahl der Ressourcenkopien, die auf den Status 'Master' hochgestuft werden können.
es: Cuántas copias del recurso pueden subir de nivel al estado de principal.
fr: Nombre de copies de la ressource pouvant être promues à l'état de maître.
hu: Az erőforrás ennyi példányát lehet előléptetni elsődleges (master) állapotúvá.
it: Quante copie della risorsa possono essere promosse allo stato master.
ja: マスタステータスにプロモート可能なリソースのコピー数。
nl: Het aantal kopieën van de resource dat kan worden verhoogd naar hoofdstatus.
pl: Liczba kopii zasobu, które mogą być promowane do elementu nadrzędnego.
pt_br: Quantas cópias do recurso podem ser promovidas ao status master.
ru: Количество копий ресурса, уровень которых можно повысить до состояния исходной копии.
sv: Hur många kopior av resursen som kan befordras till masterstatus.

source: How many copies of the resource can be promoted to master status on a single node.
ar: كم عدد نسخ المورد التي يمكن ترقيتها إلى الحالة الرئيسية في العقدة المنفردة.
cs: Určuje, u kolika kopií prostředku v jednom uzlu lze zvýšit úroveň na hlavní stav.
de: Anzahl der Ressourcenkopien, die auf einem einzelnen Knoten auf den Status 'Master' hochgestuft werden können.
es: Cuántas copias del recurso pueden subir de nivel al estado de principal en un nodo.
fr: Nombre de copies de la ressource pouvant être promues à l'état de maître sur un noeud unique.
hu: Az erőforrás ennyi példányát lehet előléptetni elsődleges (master) állapotúvá ugyanazon a csomóponton.
it: Quante copie della risorsa possono essere promosse allo stato master su un nodo singolo.
ja: 単一ノード上でマスタステータスにプロモート可能なリソースのコピー数。
nl: Het aantal kopieën van de resource dat kan worden verhoogd naar hoofdstatus op één knooppunt.
pl: Liczba kopii zasobu, które mogą być promowane do elementu nadrzędnego na pojedynczym węźle.
pt_br: Quantas cópias do recurso podem ser promovidas ao status master em um único nó.
ru: Количество копий ресурса, уровень которых можно повысить до состояния исходной копии на одном узле.
sv: Hur många kopior av resursen som kan befordras till masterstatus på en enskild nod.

source: Node ID is required
ar: معرف العقدة مطلوب
cs: Je požadováno ID uzlu.
de: Knoten-ID ist erforderlich
es: El ID de nodo es obligatorio.
fr: L'ID de noeud est requis.
hu: A csomópont-azonosítót meg kell adni
it: ID nodo richiesto
ja: ノードIDが必要です
nl: Knooppunt-id is vereist
pl: Identyfikator węzła jest wymagany
pt_br: ID do Nó obrigatório
ru: Необходим ИД узла
sv: Nod-ID krävs

source: Invalid Node ID
ar: معرِف العقدة غير صالح
cs: ID uzlu není platné.
de: Ungültige Knoten-ID
es: ID de nodo no válido
fr: ID de nœud non valide
hu: Érvénytelen csomópont-azonosító
it: ID nodo non valido
ja: 無効なノードID
nl: Ongeldige knooppunt-id
pl: Nieprawidłowy identyfikator węzła
pt_br: ID do Nó Inválido
ru: Недопустимый ИД узла
sv: Ogiltigt nod-ID

source: Name is required
ar: الاسم مطلوب
cs: Je požadován název.
de: Name erforderlich
es: Se requiere el nombre.
fr: Le nom est requis.
hu: A név megadása kötelező
it: Nome richiesto
ja: 名前が必要です
nl: Naam is vereist
pl: Nazwa jest wymagana
pt_br: Nome obrigatório
ru: Необходимо имя
sv: Namn krävs

source: Invalid name
ar: اسم غير صالح
cs: Název není platný.
de: Ungültiger Name
es: Nombre no válido
fr: Nom non valide
hu: Érvénytelen név
it: Nome non valido
ja: 無効な名前
nl: Ongeldige naam
pl: Nieprawidłowa nazwa
pt_br: Nome inválido
ru: Недопустимое имя
sv: Ogiltigt namn

source: No utilization value set!
ar: لم يتم تعيين قيمة استخدام!
cs: Nebyla nastavena žádná hodnota využití.
de: Kein Belegungswert festgelegt!
es: No se ha establecido ningún valor de uso.
fr: Aucune valeur d'utilisation définie !
hu: Nincs beállítva hasznosítási érték!
it: Nessun valore di utilizzo impostato.
ja: 利用率の値が設定されていません。
nl: Geen gebruikswaarde ingesteld
pl: Nie ustawiono wartości użycia!
pt_br: Nenhum valor de utilização definido!
ru: Значение утилизации не установлено!
sv: Inget utnyttjandevärde har angetts!

source: Node ID
ar: معرف العقدة
cs: ID uzlu
de: Knoten-ID
es: ID de nodo
fr: ID de noeud
hu: Csomópont azonosítója
it: ID nodo
ja: ノードID
nl: Knooppunt-id
pl: ID węzła
pt_br: ID do Nó
ru: ИД узла
sv: Nod-ID

source: Unique identifier for the node.
ar: معرف فريد للعقدة.
cs: Jedinečný identifikátor uzlu
de: Eindeutige Kennung für den Knoten.
es: Identificador único del nodo.
fr: Identificateur unique pour le noeud.
hu: A csomópont egyedi azonosítója.
it: Identificatore univoco del nodo.
ja: ノードの固有識別子。
nl: Unieke id voor het knooppunt.
pl: Unikatowy identyfikator węzła.
pt_br: Identificador exclusivo do nó.
ru: Уникальный идентификатор узла.
sv: Unikt ID för noden.

source: Node Name
ar: اسم العقدة
cs: Název uzlu
de: Knotenname
es: Nombre de nodo
fr: Nom du noeud
hu: Csomópont neve
it: Nome nodo
ja: ノード名
nl: Knooppuntnaam
pl: Nazwa węzła
pt_br: Nome do Nó
ru: Имя узла
sv: Nodnamn

source: Name used to refer to the node in the cluster.
ar: الاسم المستخدم للإشارة إلى العقدة في المجموعة المتماثلة.
cs: Název označující uzel v clusteru
de: Name des Knotens im Cluster.
es: Nombre empleado para hacer referencia al nodo en el clúster.
fr: Nom utilisé pour faire référence au noeud dans la grappe.
hu: A csomópont neve a fürtben.
it: Nome utilizzato come riferimento per il nodo nel cluster.
ja: クラスタ内でノードの参照に使用する名前です。
nl: Naam waarmee wordt verwezen naar het knooppunt in het cluster.
pl: Nazwa używana do odwoływania się do węzła w klastrze.
pt_br: Nome usado para mencionar o nó no cluster.
ru: Имя узла в кластере.
sv: Namn som används för noden i klustret.

source: Puts the node into standby mode. The specified node is no longer able to host resources. Any resources currently active on the node will be moved to another node.
ar: يضع العقدة في الوضع استعداد. لا يمكن للعقدة المحددة استضافة الموارد بعد الآن. سيتم نقل أي موارد نشطة حاليًا بالعقدة إلى عقدة أخرى.
cs: Přepne uzel do pohotovostního režimu. Určený uzel již nadále nemůže hostit prostředky. Veškeré prostředky, které jsou v uzlu aktuálně aktivní, budou přesunuty do jiného uzlu.
de: Versetzt den Knoten in den Standby-Modus. Auf dem angegebenen Knoten können keine Ressourcen mehr gehostet werden. Alle Ressourcen, die derzeit auf diesem Knoten aktiv sind, werden auf einen anderen Knoten verschoben.
es: Pone el nodo en el modo en espera. El nodo especificado ya no puede alojar recursos. Cualquier recurso actualmente activo en el nodo se moverá a otro nodo.
fr: Met le noeud en mode veille. Le noeud spécifié ne peut plus héberger de ressources. Toutes les ressources actuellement actives sur le noeud seront déplacées vers un autre noeud.
hu: A csomópont készenléti módba helyezése. A megadott csomóponton ettől kezdve nem működhetnek erőforrások. A csomóponton éppen aktív erőforrások egy másik csomópontra kerülnek át.
it: Mette il nodo in modalità standby. Il nodo specificato non è più in grado di ospitare risorse. Tutte le risorse attualmente attive nel nodo verranno spostate in un altro nodo.
ja: ノードをスタンバイモードにします。指定されたノードではリソースをホストできなくなります。このノードで現在アクティブになっているリソースはすべて、別のノードに移動されます。
nl: Zet het knooppunt in de stand-bymodus. Op het opgegeven knooppunt kunnen niet langer resources worden gehost. Resources die momenteel op het knooppunt actief zijn, worden naar een ander knooppunt verplaatst.
pl: Przełącza węzeł w stan gotowości. Dany węzeł nie będzie dostępny dla zasobów. Wszystkie zasoby aktywne na tym węźle zostaną przeniesione do innego węzła.
pt_br: Coloca o nó em modo standby. O nó especificado não pode mais hospedar recursos. Todos os recursos que estiverem ativos no nó serão movidos para outro nó.
ru: Переводит узел в режим ожидания. После этого указанный узел больше нельзя использовать для размещения ресурсов. Все ресурсы, активные на данном узле в настоящий момент, будут перенесены на другой узел.
sv: Sätter noden i vänteläge. Den angivna noden kan inte längre vara värd för resurser. Alla resurser som för närvarande är aktiva på noden kommer att flyttas till en annan nod.

source: is required
ar: مطلوب
cs: je požadováno.
de: ist erforderlich
es: es obligatorio
fr: est requis
hu: szükséges
it: richiesto
ja: 必要です
nl: is vereist
pl: jest wymagana
pt_br: obrigatório(a)
ru: необходим
sv: krävs

source: ID is required
ar: المعرف مطلوب
cs: Je požadováno ID
de: ID ist erforderlich
es: El ID es obligatorio
fr: Un ID est requis.
hu: Azonosító szükséges
it: ID obbligatorio
ja: IDが必要です
nl: Id is vereist
pl: Identyfikator jest wymagany
pt_br: ID obrigatório
ru: Требуется ИД
sv: ID krävs

source: Recipient path is required
ar: مسار المستلم مطلوب
cs: Je vyžadována cesta příjemce
de: Empfängerpfad ist erforderlich
es: Se requiere la vía del destinatario
fr: Vous devez saisir le chemin du destinataire.
hu: Meg kell adni a címzett elérési útját.
it: Percorso del destinatario obbligatorio
ja: 受信者パスが必要です
nl: Ontvangerspad is vereist
pl: Ścieżka do odbiorcy jest wymagana
pt_br: Caminho do destinatário obrigatório
ru: Укажите путь получателя
sv: Mottagarsökväg krävs

source: Object not found: %s=%s
ar: لم يتم العثور على الكائن: %s=%s
cs: Objekt nebyl nalezen: %s=%s
de: Objekt nicht gefunden: %s=%s
es: Objeto no encontrado: %s=%s
fr: Objet introuvable : %s=%s
hu: Az objektum nem található: %s=%s
it: Oggetto non trovato: %s=%s
ja: オブジェクトが見つかりません: %s=%s
nl: Object is niet gevonden: %s=%s
pl: Nie znaleziono obiektu: %s=%s
pt_br: Objeto não encontrado: %s=%s
ru: Объект не найден: %s=%s
sv: Objektet hittades inte: %s=%s

source: The ID "%{id}" is already in use
ar: المعرف "%{id}" قيد الاستخدام بالفعل
cs: ID „%{id}“ je již používáno.
de: Die ID "%{id}" wird bereits verwendet
es: El ID %{id} ya está en uso
fr: L'ID "%{id}" est déjà utilisé.
hu: A "%{id}" azonosító már használatban van
it: L'ID "%{id}" è già in uso
ja: ID「%{id}」はすでに使用されています
nl: Id "%{id}" is al in gebruik
pl: Identyfikator "%{id}" jest już używany
pt_br: O ID "%{id}" já está em uso
ru: ИД "%{id}" уже используется
sv: ID "%{id}" används redan

source: Unable to create: %{msg}
ar: تعذر إنشاء: %{msg}
cs: Nelze vytvořit položku: %{msg}
de: Erstellung nicht möglich: %{msg}
es: No es posible crear: %{msg}
fr: Impossible de créer %{msg}
hu: A létrehozás sikertelen: %{msg}
it: Impossibile creare: %{msg}
ja: 作成できません: %{msg}
nl: Kan niet maken: %{msg}
pl: Nie można utworzyć: %{msg}
pt_br: Impossível criar: %{msg}
ru: Не удалось создать: %{msg}
sv: Det går inte att skapa: %{msg}

source: Error updating %{id} (rc=%{rc})
ar: حدث خطأ في تحديث %{id} (rc=%{rc})
cs: Chyba při aktualizování položky %{id} (rc=%{rc})
de: Fehler bei Aktualisierung von %{id} (rc=%{rc})
es: Error al actualizar %{id} (rc=%{rc})
fr: Erreur lors de la mise à jour de %{id} (rc=%{rc})
hu: Hiba a következő frissítésekor: %{id} (rc=%{rc})
it: Errore aggiornamento %{id} (rc=%{rc})
ja: %{id} の更新エラー(rc=%{rc})
nl: Fout bij bijwerken van %{id} (rc=%{rc})
pl: Błąd aktualizacji %{id} (kod powrotu=%{rc})
pt_br: Erro ao atualizar %{id} (rc=%{rc})
ru: Ошибка при обновлении %{id} (rc=%{rc})
sv: Fel vid uppdatering av %{id} (rc=%{rc})

source: No details available
ar: لا تتوفر أية تفاصيل
cs: Podrobnosti nejsou k dispozici.
de: Keine Details verfügbar
es: No hay detalles disponibles
fr: Aucun détail n'est disponible.
hu: Nincsenek részletek
it: Nessun dettaglio disponibile
ja: 詳細情報がありません
nl: Geen details beschikbaar
pl: Szczegóły nie są dostępne
pt_br: Nenhum detalhe disponível
ru: Описание отсутствует
sv: Inga detaljer tillgängliga

source: Error:
ar: خطأ:
cs: Chyba:
de: Fehler:
fr: Erreur :
hu: HIba:
it: Errore:
ja: エラー:
nl: Fout:
pl: Błąd:
pt_br: Erro:
ru: Ошибка:
sv: Fel:
